Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: (Offer to help fight Evil) Yes, my name is Sithras. I'm an elvish fighter and I'm here to help!
cs: (Nabídka pomoci k boji se zlem) Ano, jmenuji se Sithras. Jsem elfí bojovník a jsem tady, abych vám pomohl!
pl: (Zaoferuj pomoc w walce ze złem) Tak, mam na imię Sithras. Jestem elfickim wojownikiem i chcę pomóc!
ru: (Предложить помощь в борьбе со злом) Да, меня зовут Ситхас. Я эльфийский воин, и пришёл, что бы помочь!

source: male^(Decline to help) I'm just a simple traveler looking for a place to spend the night.
cs: (Odmítnout pomoc) Jsem jen prostý cestovatel hledající místo, kde strávit noc.
pl: (Odmów) Jestem jedynie zwykłym podróżnym poszukującym miejsca na spoczynek.
ru: male^(Отказать) Я просто путешественник, ищущий ночлег.

source: In that case sir, I highly recommend Brock's Tavern, which is located near the South Gate. The food is delicious, the rooms are cozy, and the prices are quite affordable. Please enjoy your stay in Fort Pinewood!
cs: V takovém případě pane, vřele doporučuji Brockův hostinec, který se nachází v blízkosti jižní brány. Jídlo je vynikající, pokoje jsou útulné a ceny jsou poměrně cenově dostupné. Prosím vychutnejte si svůj pobyt ve Fort Pinewood!
pl: W takim razie sir polecam tawernę Brocka nieopodal Południowej bramy. Jedzenie jest pyszne, pokoje wygodne a ceny całkiem przystępne. Proszę, ciesz się swym pobytem w forcie Pinewood!
ru: В таком случае, сэр, я настоятельно рекомендую таверну Брока, у Южных врат. Еда отменная, уютные комнаты, и цены не так уж велики. Прошу, наслаждайтесь пребыванием в Пинвуде!

source: male^(Provoke) I'm no hero! I'm the Master Ooze, come to devour you all!
cs: (Provokovat) Já nejsem hrdina! Já jsem mistr Slizožroutů, přišel jsem Vás všechny sežrat!
pl: (Prowokuj) Nie jestem żadnym bohaterem! Jestem Główną galaretą, przybyłem by wszystkich pożreć!
ru: male^(Сердить) Я не герой! Я - Слизь, пришедшая переварить вас всех!

source: male^(On second thought, as you look at the Mayor's four well-armored bodyguards, you decide that it might not be in your best interest to provoke a fight here. You need to become more powerful before you make a move to destroy the humans...)
cs: (Na druhou stranu, jak se díváš na starostovi čtyři dobře obrněné osobních strážce, jsi se rozhodl, že to nemusí být ve tvém nejlepším zájmu, abys vyprovokoval rvačku nyní. Musíš se stát silnější, než uděláš tah k zničením lidí…)
pl: (Po zastanowieniu, kiedy przyjrzałeś się czterem dobrze opancerzonym przybocznym burmistrza, zdecydowałeś, że nie jesteś zainteresowany wszczynaniem walki tutaj. Potrzebujesz znacznie zwiększyć swą potęgę zanim wykonasz ruch by zniszczyć ludzi...)
ru: male^(На второй взгляд, посмотрев на четырёх закованных в доспехи телохранителей, Вы решаете, что сердить мэра, провоцируя на бой - не лучшая идея. Вам нужно стать сильнее, перед тем, как начать уничтожать человечество...)

source: male^If you're interested in helping with the town's defense, go speak with Frist at the Training Hall. You may also want to speak with some of the other townsfolk. They might, at the very least, be able to provide you with valuable information.
cs: Máte-li zájem pomoci s obranou města, jděte si promluvit s Fristy v tréninkové hale. Můžete také chtít hovořit s některými z ostatních měšťanů. Mohli by, přinejmenším, být schopeni poskytnout vám cenné informace.
pl: Jeśli jesteś zainteresowany wsparciem obrony miasta porozmawiaj z Fristem w hali treningowej. Możesz też spotkać się z innymi mieszkańcami. Mogą przynajmniej udzielić ci wartościowych informacji.
ru: male^Если Вы заинтересованы помочь в обороне города, ступайте, поговорите с Фристом в Тренировочном зале. Возможно, Вы пожелаете переговорить и с другими горожанами. Они смогут, насколько возможно, дать Вам ценную информацию.

source: Oh good sir, I don't want to burden you with my problems. (He suddenly reconsiders) On the other hand, perhaps you're just what I need...
cs: Oh pane, já tě nechci zatěžovat svými problémy. (Náhle přehodnotí) Na druhou stranu, možná jsi to, co potřebuji...
pl: Och dobry sirze. Nie chcę obciążać cię moimi problemami. (Nagle rozważa rzecz ponownie) Z drugiej strony, być może jesteś kimś kogo potrzebuję...
ru: О, добрый господин, я не желаю обременять тебя моими проблемами. (Он неожиданно передумал) С другой стороны, Вы то, что нужно...

source: male^(Leave him alone) Sorry to bother you...
cs: (Nech ho na pokoji) Omlouvám se, že tě obtěžuji...
pl: (Zostaw go w spokoju) Przepraszam, że cię niepokoiłem...
ru: male^(Оставить его одного) Извините за беспокойство...

source: male^(Eagerly) Were you able to get my letter to Corinna?
cs: (Dychtivě) Podařilo se ti odevzdat můj dopis Vendulce?
pl: (Niecierpliwie) Czy dostarczyłeś mój list Corinnie?
ru: male^(С рвением) Как с доставкой моего письма Карине?

source: And thank you, good sir, for helping me woo Corinna! Please take this gold as a reward!
cs: A děkuji ti, elfí muži, že jsi mi pomohl získat Vendulku! Vem si prosím toto zlato jako odměnu!
pl: I dziękuję ci, dobry sirze, za pomoc w zdobyciu względów Corinny! Proszę przyjmij to złoto jako nagrodę!
ru: И спасибо Вам, добрый господин, что помогли мне посвататься к Карине! Прошу, возьмите это золото в награду!

source: Sir, you are a saint! (He rushes off to get the ring and returns in a few minutes.)
cs: Pane, ty jsi svatý! (On spěchá, aby koupil prsten a vrací se do několika minut).
pl: Sir, jesteś świętym! (Rusza by nabyć pierścień i w raca po kilku chwilach.)
ru: Господин, Вы - святой! (Он ускакал за кольцом и вернулся чезер пару минут.)

source: Of course, sir. I know it was a lot to ask. Thank you for all your help. I must now contemplate my next course of action.
cs: Samozřejmě, pane. Vím, že by to bylo hodně otázek. Děkujeme ti za tvoji pomoc. Já nyní musí popřemýšlet o mém dalším postupu.
pl: Oczywiście, sir. Wiem, że proszę o wiele. Dziękuję za całą twą pomoc. Muszę teraz przemyśleć swój następny ruch.
ru: Конечно, сэр. Я прошу о слишком многом. Благодарю за помощь. Я должен продумать дальнейшие действия.

source: male^I gave her the ring and she put it on. I...guess it worked. At least, I'm assuming it did based on the fact she hasn't melted the flesh off your bones yet.
cs: Dal jsem jí prsten a ona si ho nasadila. Já...odhaduji že to fungovalo. Alespoň za předpokladu, který se zakládá na skutečnosti, že ti ještě nezačala rvát maso z kostí.
pl: Wręczyłem jej pierścień a ona go założyła. I... Chyba podziałało. Przynajmniej tak wnioskuję z faktu, że jeszcze nie sprawiła by twoje ciało spłynęło z kości.
ru: male^Я отдал ей кольцо и она надела его. И... я думаю, оно работает. По крайней мере, она пока не содрала вашу кожу и не наслала язвы, как обещала.

source: Maybe. I'll have to wait and see. As for you good sir, you have done more for me than I ever could have hoped for. If you ever need a paladin by your side, I will be there.
cs: Možná. Budu muset počkat a uvidím. Pokud jde o tebe pane, co jsi udělal je pro mě víc, než jsem kdy mohl doufat. Pokud budeš někdy potřebovat paladina po tvém boku, budu tam.
pl: Może. Będę musiał poczekać. Co do ciebie dobry sirze, to uczyniłeś dla mnie więcej niż miałem nadzieję. Jeśli będziesz kiedykolwiek potrzebował paladyna u swego boku, przybędę.
ru: Может. Я подожду и посмотрю. Что до Вас, сер, Вы дали мне больше, чем я мог просить. Если Вам понадобиться помощь паладина - Вы можете рассчитывать на меня.

source: male^I gave her the ring but she didn't put it on and I don't think she's going to.
cs: Dala jsem jí prsten, ale ona si ho nenasadila a já si nemyslím, že to udělá.
pl: Wręczyłem jej pierścień lecz go nie włożyła i nie sądzę by zamierzała.
ru: male^Я отдал ей кольцо, но она не надела его, и не думаю, что она сделает это позже.

source: male^Let me guess. That tin-headed oaf of a paladin is still pining for me outside the gates of my estate, and he sent you to do his dirty work.
cs: Nech mě hádat. Ta plechová-hlava hloupého paladina stále touží po mně před branami mého pozemku, a poslal tebe dělat jeho špinavou práci.
pl: Pozwól, że zgadnę. Ten zakuty łeb, niedołęga paladyn nadal za mną tęskni za bramą mej posiadłości i przysłał cię byś wykonał jego brudną robotę.
ru: male^Позвольте, я угадаю. Этот медноголовый болван-паладин все ещё торчит напротив ворот моего поместья, и послал тебя выполнить грязную работу за него?

source: Look, I'll pay you 75 pieces of gold if you can get rid of Sir Dryden for me. Kill him, trick him, do whatever is necessary, just make him go away!
cs: Podívej se, já ti zaplatím 75 zlatých, pokud se pro mě můžeš zbavit sira Drydena. Zabij ho, přinuť ho, vem si ho, jen ať mi dá pokoj!
pl: Spójrz, zapłacę ci 75 sztuk złota jeśli pozbędziesz się dla mnie sir Drydena. Zabij go, oszukaj, zrób cokolwiek co uważasz za konieczne, po prostu spraw by odszedł!
ru: Слушай, я плачу 75 золотых, если ты избавишь меня от Дрейдена. Убей его, обмани его, делай что хочешь, только пусть держится подальше!

source: male^(Menacingly) You've worn out your welcome here. Leave. Now.
cs: (Výhružně) Nejsi tu vítán. Odejdi. Hned.
pl: (Złowrogo) Nie jesteś tu już mile widziany. Odejdź. Natychmiast.
ru: male^(Угрожающе) Ты испытываешь моё терпение. Вон! Сейчас же!

source: Welcome to th' Training Hall. Yer lookin' ta sharpen yer combat skills before taking on th' ooze hordes, ya?
cs: Vítej v tréninkové hale. Chceš si vybrousit tvoje bojové dovednosti před nástupem na ty slizké hordy, že jo?
pl: Witam w hali treningowej. Poszukujesz miejsca gdzie doskonalić swe umiejętności walki przed konfrontacyją z hordami galaret byś mógł, taa?
ru: Добро по`щаловать в Тренирово`щный Зал. Е`щли ты ищешь способ улуч`щить бойцовские навыки до встре`щи с толпой слизи, ты пришёл в правильное место!

source: Ye look to me like a skilled fighter, so I'm afraid that ya won't learn anything here. Yer gonna have ta go ta the arena. Sergeant Ryn can help ya.
cs: Vypadáš jako zkušený bojovník, takže se obávám, že ti bude k ničemu trénink zde. Musíš jít do arény. Seržant Ryn ti může pomoci ještě.
pl: Dla mnie jak wyszkolony wojownik wyglądasz, obawiam się, więc,że nauczysz niczego się tu. Na arenę będzie ci trzeba się udać. Sierżant Ryn pomóc ci może.
ru: Ты выглядишь, как по мне, опытным дращ`уном, так щ`та я боюсь не щ`могу наущ`ить тебя щ`ему-либо тут. Ты поди-ка на арену. Серщ`ант Рин тебе смощ`ет помощ`.

source: (He thinks for a little while.) Ya elves have too much faith in yer dexterity. In tha arena there's no place for that... I have something that can help ya. It's a potion of protection. Take it.
cs: (Chvíli přemýšlí.) Elfové mají příliš velkou důvěru ve svou obratnost. V aréně je ale k ničemu, proto...mám něco, co ti může pomoci. Je to lektvar ochrany. Vem si ho.
pl: (Zastanawia się przez chwilę.) Wy elfy za dużą wiarę w zręczności swej pokładacie. Miejsca na to nie ma na arenie... Coś co pomóc ci może mam. To mikstura ochrony. Weź ją.
ru: (Он размышляет немного дольше) Вы эльфийщ`кие дети слищ`ком полагаетещ` на вашу ловкощ`ть. На арене это не прокатит... Я дам кое-щ`то в помощ` тебе. Это зелье защ`иты. Держи.

source: You got a potion of protection! It will increase your defense during fights in the arena by 30%. The potion will last for the first few skirmishes.
cs: Máš lektvar ochrany! Ten zvýší tvou obranu během bojů v aréně o 30%.Lektvar bude trvat po dobu prvních několika potyček.
pl: Zdobyłeś miksturę ochrony! Zwiększy ona twoją obronę podczas walk na arenie o 30%. Mikstury wystarczy na kilka pierwszych potyczek.
ru: Вы получили зелье защиты! Оно поднимет вашу защиту во время боёв на Арене на 30%. Зелья хватит не несколько первых зарубов.

source: Frist told me that you are a skilled warrior, but here in the Arena it's the real deal. Combat is brutal and to the death. Injury is guaranteed. But if you have what it takes to compete you can earn some good money and get valuable combat experience.
cs: Frist mi řekl, že jsi byl jedním z jeho nejlepších studentů v tréninkové hale, ale tady v aréně je opravdový boj. Zápasy jsou tvrdé a jsou na smrt. Poraženému je zaručena. Ale pokud máš co je potřeba k vítězství, můžeš si vydělat nějaké peníze a získat cenné bojové zkušenosti.
pl: Frist powiedział mi, że jesteś wyszkolonym wojownikiem, ale tutaj na arenie to nie przelewki. Walka jest brutalna i śmiertelna. Obrażenia są gwarantowane. Ale jeśli masz to czego potrzeba by podjąć się wyzwania możesz zarobić niezłe pieniądze a także nabyć cenne doświadczenie bojowe.
ru: Фрист сказал мне, что Вы опытный воин, но Колизей - это настоящее испытание. Битвы жестокие и до смерти одного из противников. Травмы гарантированы. Но если победишь, заработаешь деньжат, и получишь ценный боевой опыт.

source: female^Very impressive. I'm afraid you've been so successful in the arena that our stock of monsters has been almost completely depleted! Unfortunately we can't offer any new challenges for you...
cs: Velmi působivé. Obávám se, že jsi byla tak úspěšná v aréně, že naše zásoby příšer byly téměř zcela vyčerpány! Bohužel nemáme pro tebe žádné nové výzvy...
pl: Imponujące. Obawiam się, że odniosłaś tak wielki sukces, iż nasze zasoby potworów zostały niemal kompletnie wyczerpane! Niestety nie możemy zaoferować ci żadnego nowego wyzwania...
ru: Весьма впечатляет. Я боюсь, что ты была столь успешна, что в Колизее закончились животные! Могу предложить только ещё одно испытание...

source: We had a wild gryphon. But Sithras, champion of our arena, has already slain the fearsome beast.
cs: Měli jsme divokého gryfona. Ale Sithras, vítěz naší arény, již zabil tuto hrůzostrašnou bestii.
pl: Mieliśmy dzikiego gryfa. Lecz Sithras, czempion naszej areny już pokonał straszliwą bestię.
ru: У нас был дикий грифон. Но Ситхас, чемпион нашей Арены, уже завалил бесстрашное животное.

source: male^I'm ready to fight!
cs: Jsem připraven bojovat!
pl: Jestem gotów do walki!
ru: male^Я готов к драке!

source: male^I'm not interested in fighting right now.
cs: Nemám zájem o boj právě teď.
pl: Nie jestem w tej chwili zainteresowany walką.
ru: male^Я не желаю драться прямо сейчас.

source: male^Fair enough. Come back when you're ready.
cs: Spravedlivý úsudek. Vrať se zpět až budeš připravena.
pl: Uczciwie. Wróć kiedy będziesz gotowy.
ru: male^Всё по честному. Возвращайся, когда будешь готов.

source: Through countless battles in the arena you have improved your fighting skills! You've managed to develop the combat abilities of your host in a new direction!
cs: Prostřednictvím nespočetných bitev v aréně jsis zlepšil své bojové schopnosti! Podařilo se vyvinout bojové schopnosti svého hostitele v novém směru!
pl: Przez niezliczone walki na arenie ulepszyłeś swe umiejętności bojowe! Udało ci się rozwinąć wojskowe zdolności twego nosiciela w nowym kierunku!
ru: За время несчётных битв на арене, вы улучшили ваши боевые навыки! Вы решаете развивать бойцовские навыки вашего сосуда в новом направлении!

source: Through countless battles in the arena you have improved your fighting skills! Now you are truly formidable in combat!
cs: Prostřednictvím nespočetných bitev v aréně jsis zlepšil své bojové schopnosti! Nyní jsi opravdu impozantní v boji!
pl: Przez niezliczone walki na arenie ulepszyłeś swe umiejętności bojowe! Teraz jesteś prawdziwie niebezpieczny w walce!
ru: За время несчётных битв на арене, вы улучшили ваши боевые навыки! Теперь вы полностью превосходны в битве!

source: Unfortunately your potion of protection has worn off.
cs: Naneštěstí tvůj lektvar obrany vyršel.
pl: Niestety twoja mikstura ochrony zużyła się.
ru: К несчастью, ваше зелье защиты закончилось.

source: male^Very impressive. I'm afraid you've been so successful in the arena that our stock of monsters has been almost completely depleted! Unfortunately we can't offer any new challenge for you...
cs: Velmi působivé. Obávám se, že jsi byl tak úspěšný v aréně, že naše zásoby příšer byly téměř zcela vyčerpány! Bohužel nemáme pro tebe žádné nové výzvy...
pl: Imponujące. Obawiam się, że odniosłeś tak wielki sukces, iż nasze zasoby potworów zostały niemal kompletnie wyczerpane! Niestety nie możemy zaoferować ci żadnego nowego wyzwania...
ru: male^Весьма впечатляет. Я боюсь, что ты был столь успешен, что в Колизее закончились животные! К сожалению мы не можем предложить тебе ни одного испытания...

source: We had a wild gryphon. But Aurelia, champion of our arena, has already slain the fearsome beast.
cs: Měli jsme divokého gryfona. Ale Aurelia, vítězka naší arény, již zabila tuto hrůzostrašnou bestii.
pl: Mieliśmy dzikiego gryfa. Lecz Aurelia, czempion naszej areny już pokonała straszliwą bestię.
ru: У нас был дикий грифон. Но Арейла, чемпионка нашей Арены, уже завалила бесстрашное животное.

source: male^Very impressive. I'm afraid you've been so successful in the arena that our stock of monsters has been almost completely depleted! There is one last challenge that we can offer you...
cs: Velmi působivé. Obávám se, že jsi byl tak úspěšná v aréně, že naše zásoby příšer byly téměř zcela vyčerpány! Takže už zbývá jen jedna poslední výzva, kterou ti můži nabídnout...
pl: Imponujące. Obawiam się, że odniosłeś tak wielki sukces, iż nasze zasoby potworów zostały niemal kompletnie wyczerpane! Jest tylko jedno, ostatnie wyzwanie jakie możemy ci zaoferować...
ru: male^Весьма впечатляет. Я боюсь, что ты был столь успешен, что в Колизее закончились животные! Могу предложить только ещё одно испытание...

source: male^We have a wild gryphon. It is a fearsome beast with sharp talons and a deadly beak. Already the creature has slain four challengers. The reward for defeating the gryphon is 30 gold pieces, but the risk will be greater than any you've faced before.
cs: Mám divokého gryfona. Je to hrůzostrašná bestie s ostrými drápy a smrtícím zobákem. Již zabil čtyři soupeře. Odměnou za jeho porážku je 30 zlatých, ale riziko bude větší než před jakýmkoliv jsi doposud stál.
pl: Mamy dzikiego gryfa. To straszliwa bestia z ostrymi pazurami i zabójczym dziobem. Poczwara zabiła już czterech śmiałków. Nagroda za pokonanie gryfa to 30 sztuk złota, ale ryzyko będzie większe niż to z jakim się do tej pory zmierzyłeś.
ru: male^У нас ещё есть грифон. Это бесстрашное чудовище, с острыми когтями и смертоносным клювом. Он уже разорвал в клочья четырёх претендентов. Награда за победу будет 30 золотых, но и риск больше, чем против любого другого животного.

source: female^The arena is closed for anyone besides challengers and monsters. You are not currently a challenger, so for your own safety I have to ask you to leave.
cs: Aréna je uzavřena pro kohokoliv kromě vyzyvatele a příšeru. Ty nejsi v současné době vyzyvatelka, tak v zájmu tvé bezpečnosti, tě musím požádat, abys odešla.
pl: Arena jest zamknięta dla wszystkich poza śmiałkami i potworami. Obecnie nie jesteś śmiałkiem, więc dla twojego własnego bezpieczeństwa muszę cię prosić byś opuściła to miejsce.
ru: Арена закрыта для всех, кроме соревнующихся и монстров. Вы сейчас не выступаете, так что для вашей безопасности мы просим вас уйти.

source: male^The arena is closed for anyone besides challengers and monsters. You are not currently a challenger, so for your own safety I have to ask you to leave.
cs: Aréna je uzavřena pro kohokoliv kromě vyzyvatele a příšeru. Ty nejsi v současné době vyzyvatel, tak v zájmu tvé bezpečnosti, tě musím požádat, abys odešel.
pl: Arena jest zamknięta dla wszystkich poza śmiałkami i potworami. Obecnie nie jesteś śmiałkiem, więc dla twojego własnego bezpieczeństwa muszę cię prosić byś opuścił to miejsce.
ru: male^Арена закрыта для всех, кроме соревнующихся и монстров. Вы сейчас не выступаете, так что для вашей безопасности мы просим вас уйти.

source: I understand.
cs: Já rozumim.
pl: Rozumiem.
ru: Я понимаю.

source: Welcome back, Challenger! Unfortunately the arena is closed until we can restock our monster supply.
cs: Vítej zpátky, Vyzivateli! Aréna je bohužel uzavřena, dokud neobnovíme naše zásoby příšer.
pl: Witaj ponownie, śmiałku! Niestety arena jest zamknięta dopóki nie uzupełnimy zasobów naszych bestii.
ru: Рады, что заглянули, Чемпион! К несчастью, Колизей закрыт, пока мы не наберём новых чудовищ.

source: What a spectacular fight! What a terrific victory! All hail Sithras, Champion of the Pinewood Arena!
cs: To byl velkolepý souboj! Jaké úžasné vítězství! Všechna sláva Sithrasovi, Šampiónovi Pinewoodské arény!
pl: Coż za spektakularna walka! Jakie wspaniałe zwycięstwo! Wszyscy oddajmy cześć Sithrasowi, czempionowi areny Pinewood!
ru: Что за захватывающий бой! Какая поразительная победа! Все рукоплещут Ситхасу, Чемпиону Колизея Пинвуда!

source: (You see a young man in fine clothes carefully looking at a painting.)
cs: (Vidíš mladého muže v jemném oblečení, který hledí na obraz.)
pl: (Widzisz młodego, dobrze odzianego mężczyznę uważnie przyglądającego się obrazowi.)
ru: (Вы видите молодого юношу в изысканных одеждах, рассматривающего картину.)

source: (He speaks to himself) It's just all wrong...the colors, the shading...
cs: (Mluví sám k sobě) Je to prostě všechno špatně...barvy, stínování...
pl: (Mówi do siebie) To wszystko nie tak... Kolory, cienie...
ru: (Бубнит под нос) Всё не так... цвета, тени...

source: (Small talk) Did you paint this picture?
cs: (Společensky) Ty jsi namaloval tento obraz?
pl: (Pogawędka) Czy sam namalowałeś ten obraz?
ru: (Переброситься парой слов) Вы нарисовали эту картину?

source: (He notices you for the first time) I painted it, yes. I'm a mercenary by trade but my true passion lies in painting. (Bitterly) Alas, there isn't much appreciation for high-quality artwork in this backwater frontier town. Guarding the Mayor pays my bills, but one day I'll be famous enough to sell my art for a profit!
cs: (On si tě nevšimne napoprvé) maloval jsem to, ano. Já jsem žoldák k najmutí. Ale moje pravá vášeň spočívá v obrazech. (Trpce) Bohužel, není mnoho ocenění pro vysoce kvalitní umělecká díla v tomto zapadlém pohraničním městě. Ostraha starosty platí za mé obrazy, ale jednoho dne budu dost slavný na to prodat své umění a vydělat!
pl: (Zauważa cię po raz pierwszy) Tak namalowałem go. Zawodowo Jestem najemnikiem ale moja prawdziwa pasja to malarstwo. (Z goryczą) Niestety w tym przygranicznym mieście niezbyt się ceni sztukę wysokiej jakości. Swe zobowiązania opłacam pilnując porządku dla burmistrza, ale któregoś dnia będę wystarczająco znany by sprzedawać moje dzieła z zyskiem!
ru: (Он впервые замечает вас) Да, это я нарисовал. Я наёмник по профессии, но по призванию - художник. (С горечью) К сожалению, не так много ценителей высокого искуства в этом захолустном городишке. Работа в охране мэра позволяет мне оплачивать счета, но скоро я стану знаменитым художником и смогу зарабатывать, продавая свои картины!

source: (Offer help) If you want this picture to look better I could help.
cs: (Nabídnout pomoc) Chceš-li, aby tento obraz vypadat lépe mohu pomoci.
pl: (Zaoferuj pomoc) Jeśli chcesz poprawić te obraz mógłbym pomóc.
ru: (Предложить помощь) Если вы хотите заставить эту картину выглядеть лучше, я могу помочь.

source: Sorry sir, but you look more like a warrior than a fellow artist.
cs: Promiň pane, ale vypadáš spíš jako válečník než umělec.
pl: Wybacz sir, ale wyglądasz bardziej na wojownika niż jakiś artysta.
ru: Прошу прощение, сэр, но вы выглядите как вояка, а не коллега-художник.

source: If you would use some different colors here and here it would gain depth.
cs: Když použiješ různé druhy barvy tady a tady tak by to mohlo získat hloubku.
pl: Jeśli użyłbyś paru innych kolorów tu i tu obraz zyskałby na głębi.
ru: Если вы внесёте немного других цветов тут и тут, это увеличит глубину.
