Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: (He thinks for a little while then speaks excitedly) You know, you're absolutely right! I can't believe I didn't see it before! Thank you, friend!
cs: (Chvíli přemýšlí a pak vzrušeně promluví) Víš, máš naprostou pravdu! Nemůžu uvěřit, že jsem to neviděl předtím! Děkuji ti, příteli!
pl: (Zastanawia się przez chwilę po czym mówi podekscytowany) Masz absolutną rację! Nie mogę uwierzyć, że wcześniej tego nie zauważyłem! Dziękuję ci, przyjacielu!
ru: (Он задумывается не на долго и затем восторженно восклицает) Вы правы, Вы абсолютно правы! Я не могу поверить, как я мог не заметить этого раньше! Благодарю, мой друг!

source: (Hesitantly) Maybe you could tell me how to become a better artist. I'll pay you 30 gold pieces for just one day of your time!
cs: (Váhavě) Možná bys mi mohl říct, jak se stát lepším umělcem. Zaplatím ti 30 zlatých za jeden den tvého času!
pl: (Z wahaniem) Może mógłbyś mi powiedzieć jak się stać lepszym artystą. Zapłacę ci 30 sztuk złota za jeden dzień twego czasu!
ru: (Стесняясь)Может вы подскажете мне, как стать более хорошим художником. Я заплачу 30 золотых всего за один день вашего драгоценного времени!

source: (Refuse) I'm not about to teach just anyone I meet.
cs: (Odmítnout) Nejsem ochoten učit jen tak někoho, koho potkám.
pl: (Odmów) Nie zamierzam uczyć każdego kogo spotkam.
ru: (Отказать) Я не собираюсь учить каждого встречного.

source: (Disappointed) I'm sorry if my offer offended you sir... Good day to you.
cs: (Zklamaně) Omlouvám se, pokud tě moje nabídka urazil, pane...přeji vám hezký den.
pl: (Rozczarowany) Wybacz jeśli cię obraziłem sir... Dobrego dnia życzę.
ru: (Разочаровано) Прошу простить, если моё предложение задело вас... Приятного дня.

source: (Accept) Fine I will tell you what I know for 30 gold pieces.
cs: (Přijmout) Dobře, řeknu ti co vím za 30 zlatých.
pl: (Zaakceptuj) Dobrze powiem ci co wiem za 30 sztuk złota.
ru: (Принять) Хорошо, я поведаю вам всё что знаю за 30 золотых.

source: Thank you sir!
cs: Děkuji pane!
pl: Dziękuję sir!
ru: Благодарю вас, сэр!

source: (You spend a day teaching Fontaine about art)
cs: (Strávil jsi den výukou Fontaineho o umění)
pl: (Spędziłeś dzień ucząc Fontaine o sztuce)
ru: (Вы потратили целый день, обучая Фонтейна)

source: (When you're done you notice that, if nothing else, Fontaine is a lot more confident now.)
cs: (Když jste hotový všimneš si, že minimálně je Fontain nyní mnohem jistější.)
pl: (Kiedy skończyłeś zauważasz, że nawet jeśli nic innego się nie zmieniło to Fontaine jest teraz dużo pewniejszy siebie.)
ru: (Когда вы закончили, стало заметно, если присмотреться, что теперь Фонтейн стал более уверенным в себе.)

source: Thank you sir, our collaboration was my pleasure. And here is your payment as promised.
cs: Děkuji vám, pane, naše spolupráce byla potěšením. A tady je tvá odměna, jak jsem slíbil.
pl: Dziękuję sir, nasza współpraca była dla mnie przyjemnością. A oto twoja zapłata jak obiecałem.
ru: Благодарю вас, сэр, наша совместная работа была приятна для меня. И вот ваша плата, как и было обещано мной.

source: (Patronize) I'll not only teach you about art but also pay you 40 gold pieces to support your efforts.
cs: (Podpořit) Nebudu tě učit umění, ale zaplatim ti 40 zlatých a příjmu tvou spolupráci.
pl: (Patronuj) Nie tylko nauczę cię o sztuce ale również zapłacę 40 sztuk złota by wesprzeć twe starania.
ru: (Покровительствовать) Я не только научу вас рисованию, но и дам 40 золотых, что бы поддержать ваши начинания.

source: That's a most generous offer my lord!
cs: To je nejvíce velkorysá nabídka můj pane!
pl: To nadzwyczaj hojna oferta mój panie!
ru: Какое щедрое предложение, мой господин!

source: Thank you sir. I think this is the start of a glorious collaboration!
cs: Děkuji vám, pane. Myslím, že to je začátek slavné spolupráce!
pl: Dziękuję sir. Myślę, że to początek wspaniałej współpracy!
ru: Благодарю вас, сэр. Я думаю это начало отличной дружбы!

source: Your patronage is much appreciated!
cs: Tvé přízně si velmi vážím!
pl: Twój patronat jest bardzo cenny!
ru: Ваше покровительство многого значит!

source: male^Fie and fiddle, where has my blasted book gone?! You! Elf! If you happen to see a thick silver tome, bring it to me immediately for a reward!
cs: Kam se jen má zatracená kniha poděla?! Ty! Elfe! Pokud jsi náhodou viděl tlustou stříbrnou knihu, okamžitě mi ji přines a dostaneš odměnu!
pl: Na wszystkie paskudztwa, gdzie podziała się moja cholerna książka?! Ty! Elfie! Jeśli przypadkiem dostrzeżesz cienki srebrny tom natychmiast przynieś go do mnie po nagrodę!
ru: male^Пепел мне в ноздри, куда эта проклятая книга подевалась?! Ты! Эльф! Если так случиться, что найдёшь толстый серебряный том с рукописями, тащи его ко мне немедленно - я отблагодарю!

source: male^You found my book, 'Exotic Culinary Delights -- How to Serve Magical Oozes, Slimes, and Puddings'!
cs: Našel si mou knihu, "Exotické kulinářské speciality -- Jak servívovat magického Slizožrouta, Sliz a pudinky"!
pl: Znalazłeś moją książkę, "Egzotyczne specjały kulinarne -- Jak przyrządzać magiczne galarety, szlamy oraz budynie"!
ru: male^О, ты нашёл её! Единственный том "Экзотической кулинарии или Как приготовить Слизь, Слизняков и пудинги"!

source: I hope you don't have some misguided sense of sympathy for those monsters. They'd devour someone like you in moments! Bah! I don't have any more time to waste on you, I've got cooking preparations to make.
cs: Doufám, že nemáš pocit soucitu pro ty monstra. Oni by pohltit někoho jako jsi ty v okamžiku! Bah! Nemám víc času nazbyt pro tebe, já musím připravit přípravky k výrobě.
pl: Mam nadzieję, że nie żywisz jakiejś niewłaściwej sympatii do tych potworów. Pożarłyby kogoś takiego jak ty panienkę jak w jednej chwili! Ech! Nie mam więcej czasu do stracenia, muszę poczynić kuchenne przygotowania.
ru: Я надеюсь у Вас нет ложной симпатии к этим чудовищам. Прямо сейчас оно может пожирать кого-то, похожего на вас! Ба! У меня нет на тебя времени, мне нужно подготовить кухню.

source: I'm just a simple farmer. I don't got time for monsters, militias, or that idiot mayor of ours. Not a one of 'em ever did a hard days' work! But you sir, you look like you might be able to help me...
cs: Jsem jen prostý farmář. Nemám čas na příšery, domobranu, nebo na toho idiota starostu. Ani jeden mi nikdy nepomohl v těžkých dnech! Ale ty pane, vypadáš, jako bys mi mohl být schopen pomoci...
pl: Jestem jedynie prostym rolnikiem. Nie mam czasu na potwory, milicje albo tego idiotę, naszego burmistrza. Żaden z nich nigdy nie przepracował ciężko jednego dnia! Ale ty sir, wyglądasz jakbyś mogł mi pomóc...
ru: Я простой фермер. У меня нет времени на чудищ, ополченцев, или нашего придурка мэра. Ни кто из них, не пашет как я, каждый день! Но ты, парень, выглядишь так, будто сможешь помочь мне...

source: You've been a great help, sir! The world needs more people like you! Here's your thirty gold, plus a little extra!
cs: Byl jsi velkým přínosem, pane! Svět potřebuje více lidí, jako jsi ty! Tady je tvých třicet zlatých, plus něco navíc!
pl: Stanowiłeś wspaniałą pomoc, sir! Świat potrzebuje więcej takich ludzi jak ty! Oto twoje trzydzieści sztuk, plus niewielki dodatek!
ru: Ты`ча отличный помощник, парень! Миру нужно больше людей, таких как ты! Вот тридцать золотых, и немного сверху!

source: male^(Brock effortlessly pins your arm to the table. You lost!)
cs: (Brock snadno položí tvou ruku na stůl. Prohrál jsi!)
pl: (Brock bez wysiłku przyszpila twoją rękę do stołu. Przegrałeś!)
ru: male^(Брок легко валит Вашу руку на стол. Вы проиграли!)

source: Don't be sad my boy, many men far stronger than you have challenged me and lost.
cs: Nebuď smutný pane, mnoho mužů bylo mnohem silnější, než jsi a stejně prohráli.
pl: Nie smuć się mój chłopcze, wielu mężczyzn znacznie silniejszych niż ty wyzwało mnie i przegrało.
ru: Не огорчайся, паренёк, многие мужики посильнее тебя пытались одолеть меня и проиграли.

source: male^Or perhaps you've come to challenge me, the Fort Pinewood Armwrestling Champion, to a contest of strength?
cs: Nebo snad mě chceš vyzvat, jsem mistr ve Fort Pinewoodu v páce, chceš změřit své síly?
pl: A może przyszedłeś tu by rzucić mi wyzwanie, czempionowi Pinewood w siłowaniu się na rękę, w konkursie siły?
ru: male^Или ты надеешься одолеть меня, чемпиона Пинвуда по армреслингу, в силовом соревновании?

source: female^It looks like you don't have five gold. Come back when you have more gold.
cs: Vypadá to, že nemáte pět zlatých. Vrať se, až budeš mít více zlata.
pl: Wygląda na to, że nie masz pięciu sztuk. Wróć kiedy będziesz miała więcej złota.
ru: Кажется, у Вас нет пяти золотых. Возвращайтесь, когда наскребёте достаточную сумму.

source: male^It looks like you don't have five gold. Come back when you have more gold.
cs: Vypadá to, že nemáte pět zlatých. Vrať se, až budeš mít více zlata.
pl: Wygląda na to, że nie masz pięciu sztuk. Wróć kiedy będziesz miał więcej złota.
ru: male^Кажется, у Вас нет пяти золотых. Возвращайтесь, когда наскребёте достаточную сумму.

source: male^You wake up the next day feeling refreshed!
cs: Probudíš se druhý den ve svěžím pocitu!
pl: Budzisz się wypoczęty następnego dnia!
ru: male^Вы проснулись на следующий день отдохнувшим!

source: Sorry boy, you've already challenged me, remember?
cs: Je mi líto kluku, ale už si mě vyzval, pamatuješ?
pl: Wybacz chłopcze, już mnie wyzwałeś, pamiętasz?
ru: Прости, паренёк, ты уже боролся со мной, помнишь?

source: Many strong men have tried to defeat me and failed. I doubt a little boy like you will put up much of a fight, but I never turn away a challenger, ha ha!
cs: Mnoho silných mužů se mě snažilo porazit a selhali. Pochybuji, že malý elfí kluk, jako jsi ty by se mohl postavit tak těžkému boji, ale nikdy jsem se neodvrátit od vyzyvatele, ha ha!
pl: Wielu silnych mężczyzn próbowało mnie pokonać i zawiodło. Wątpię czy z małym chłopcem jak ty to będzie jakiś pojedynek, ale nigdy nie odmówiłem śmiałkowi, cha cha!
ru: Многие сильные мужчины пытались одолеть меня, и проиграли. Я думаю, такой паренёк, как ты, вложит все силы в противоборство. Но я ни когда не отказываю пытающимся, ха-ха!

source: male^(You both get into position. Looking at the size of the huge muscles on Brock's arm, you realize that he will not be easy to defeat.)
cs: (Dáte paže na zahajovací polohu. Při pohledu na velikost obrovských svalů na Brockově paži, si uvědomíš, že nebude snadné ho porazit.)
pl: (Obaj przybieracie pozycję. Spoglądając na rozmiar ogromnych muskułów ramienia Brocka zdajesz sobie sprawę iż niełatwo będzie go pokonać.)
ru: male^(Вы оба занимаете свои места. Посмотрев на огромные мускулы Брока, Вы понимаете, что одолеть его будет не просто.)

source: male^(Both you and Brock grunt with exertion and your arm muscles bulge. At first you seem to be evenly matched, but gradually you prove yourself to be the stronger competitor and force his arm down. You won!)
cs: (Ty i Brock vrčíte námahou a vaše svaly na pažích nabíhají. Zpočátku se zdá, že to bude vyrovnané, ale postupně dokážeš být silnější než on a nutíš ho dát ruku dolů. Vyhrál jsi!)
pl: (Obaj, ty i Brock pomrukujecie z wysiłku a mięśnie ramienia napinają się. Początkowo wydajecie się równi ale stopniowo dowodzisz, że jesteś silniejszym zawodnikiem i przygważdżasz jego ramię. Wygrałeś!)
ru: male^(Вы оба начинаете хрюкать от напряжения, жилы на руках вздуваются. Сначала кажется, что силы равны, но вскоре Вы проявляете себя, как сильный соперник и валите руку Брока на стол. Вы победили!)

source: (He seems surprised at first but then laughs heartily) You're the strongest elf I've ever met! Good show! The reward for beating me is thirty pieces of gold, and you earned every bit of it!
cs: (Vypadá to, že ho to překvapilo, ale pak se srdečně směje) Jsi nejsilnější elfí hoch, jakého jsem kdy potkal! Dobrá práce! Odměna za mou porážku je třicet kusů zlata, a vydělal sis každý kousek toho!
pl: (Z początku wydaje się zaskoczony ale wtedy śmieje się serdecznie) Jesteś najsilniejszym elfem panienką jaką kiedykolwiek spotkałem! Dobry pokaz! Nagrodą za pokonanie mnie jest trzydzieści sztuk złota i zasłużyłeś na każdą monetę!
ru: male^(Он выглядит удивлённым, но смеётся от души) Ты сильнейший эльфийский пацан, что только встречались мне! Отличное шоу! Награда за победу надо мной - тридцатка золотых, и ты достоин каждой монеты!

source: male^(You move with blinding speed the instant the match starts. With a loud THUMP you slam Brock's arm down. He gapes at you in surprise. You won!)
cs: (Rychle pohneš s oslepující rychlostí v okamžiku kdy zápas začíná. S hlasitým žuchnutím jsi bouchl s Brockou rukou o stůl. On hledí na tebe s překvapením. Vyhrál jsi!)
pl: (Ruszasz z oślepiającą prędkością natychmiast gdy mecz się zaczyna. Z głośnym TUMP przygważdzasz ramię Brocka. Gapi się na ciebie zaskoczony. Wygrałeś!)
ru: male^(Вы дергаете руку с молнееносной скоростью, как только матч начался. С громким БАБАХ Вы укладываете руку Брока, чуть не перевернув его самого. Он явно не ожидал такого от Вас. Вы победили!)

source: male^I...I can't believe I lost. By the Gods you're quick. You knew you couldn't overpower me so you counted on me underestimating you. Good show! The reward for beating me is thirty pieces of gold, and you earned every bit of it!
cs: Já...Já nemůžu uvěřit, že jsem prohrál. U všech bohů, ty jsi rychlý. Věděl jsem, že mě nemůžeš přemoci, takže jsem tě podcenil. Dobrá práce! Odměnou za mou porážku je třicet kusů zlata, a vydělal jsi každý kousek toho!
pl: Ja... Ja nie mogę uwierzyć, że przegrałem. Na bogów jesteś szybki. Wiedziałeś, że nie możesz mnie pokonać więc liczyłeś na to, iż cię nie docenię. Dobry pokaz! Nagrodą za pokonanie mnie jest trzydzieści sztuk złota i zasłużyłeś na każdą monetę!
ru: male^Я... я не могу поверить - проигрыш! Но Боги - ты быстр! Знал что не сможешь перебороть меня силой, и взял внезапностью. Отличное шоу! В награду за свою победу получишь тридцатку золотых - ты заработал их сполна!

source: male^(Brock pushes hard against you but you're able to hold your own...barely. More than a minute passes and beads of sweat break out on both your foreheads. But soon Brock has spent his strength and you're able to claim victory. You won!)
cs: (Brock tlačí tvrdě proti tobě, ale jsi ho schopný udržet...stěží. Déle než minutu držíš a kapky potu stékají na obou čelech. Ale brzy Brock vyčerpá svou sílu a ty ho můžeš přetačit k vítězství. Vyhrál jsi!)
pl: (Brock napiera mocno ale jesteś zdolny utrzymać pozycję... Z ledwością. Mija więcej niż minuta i pot zrasza wasze czoła. Lecz niedługo Brock zużył wszystkie swoje siły i sięgasz po zwycięstwo. Wygrałeś!)
ru: male^(Брок толкает изо всех сил, но вы держитесь... едва-едва. Почти минута проходит, и пот течёт ручьями с вас обоих. Но вскоре Брок утрачивает силы и Вы побеждаете!)

source: male^I...I can't believe I lost. By the Gods you're hardy. You knew you couldn't outright overpower me so you counted on me wearing myself out. Good show! The reward for beating me is thirty pieces of gold, and you earned every bit of it!
cs: Já...Nemůžu uvěřit, že jsem prohrál. U všech bohů, ty jsi vytrvalý. Věděl jsem, že mě nemůžeš úplně přemoci, takže jsem tě podcenil. Dobrá práce! Odměna za mou porážku je třicet kusů zlata, a vydělal jsi každý kousek toho!
pl: Ja... Ja nie mogę uwierzyć, że przegrałem. Na bogów jesteś wytrzymały. Wiedziałeś, że nie możesz mnie od razu pokonać więc liczyłeś na to, iż się zmęczę. Dobry pokaz! Nagrodą za pokonanie mnie jest trzydzieści sztuk złota i zasłużyłeś na każdą monetę!
ru: male^Я... я не могу поверить - проигрыш! Но Боги - ты как дуб! Знал что не сможешь перебороть меня силой, и ждал, пока я выдохнусь. Отличное шоу! В награду за свою победу получишь тридцатку золотых - ты заработал их сполна!

source: male^(Brock presses against you hard and you realize you won't have much time before he pins you. You jockey for a better position and finally get it! With your superior position you're able to gradually force his arm down. You won!)
cs: (Brock tě silně tlačí a ty si uvědomíš, že nebudeš mít moc času, než tě položí. Ty se snažíš zaujmout lepší pozici a nakonec se ti to povede! Se svou novou pozicí můžeš postupně tlačit jeho paži dolů. Vyhrál jsi! )
pl: (Brock napiera mocno i zdajesz sobie sprawę, że nie potrwa długo zanim cię przygwoździ. Manewrujesz by znaleźć lepszą pozycję i wreszcie ją masz! Przyjąwszy wyjątkową pozycję możesz stopniowo położyć jego ramię. Wygrałeś!)
ru: male^(Брок нажимает на Вас и Вы понимаете, что ещё чуть-чуть, и он пришпилит вашу руку. Вы ёрзаете, занимая удобное положение, и, наконец, заламываете руку соперника! Из такой позиции Вы легко укладываете его! Вы победили!)

source: male^I...I can't believe I lost. By the Gods that was an odd strategy. I've never seen anyone armwrestle like that before. Good show! The reward for beating me is thirty pieces of gold, and you earned every bit of it!
cs: Já...já nemůžu uvěřit, že jsem prohrál. U všech bohů, jaká to byla zvláštní strategie. Nikdy jsem neviděl nikoho takto dát ruku - předtím. Dobrá práce! Odměna za mou porážku je třicet kusů zlata, a vydělal jsi každý kousek toho!
pl: Ja... Ja nie mogę uwierzyć, że przegrałem. Na bogów to była dziwna strategia. Nigdy przedtem nie widziałem by ktokolwiek siłował się w ten sposób. Dobry pokaz! Nagrodą za pokonanie mnie jest trzydzieści sztuk złota i zasłużyłeś na każdą monetę!
ru: male^Я... я не могу поверить - проигрыш! Но Боги - что за странная стратегия! Ни когда не видел, что бы так боролись прежде. Отличное шоу! В награду за свою победу получишь тридцатку золотых - ты заработал их сполна!

source: male^(It takes all your strength to bend this bow. When you loose your arrow it thuds into the target with tremendous force. You did it!)
cs: (Bereš všechnu svou sílu, abys natáhl tento luk. Vypustíš šíp k cíli s obrovskou silou. Udělal jsi to!)
pl: (Naciągnięcie tego łuku wymaga całej twej siły. Kiedy wypuszczasz strzałę uderza w cel z przeogromną mocą. Dokonałeś tego!)
ru: male^(Понадобились все ваши силы, что бы натянуть лук. Когда Вы пускаете стрелу, она пробивает мишень с невероятной силой. Вы сделали это!)

source: male^(Your efforts to bend the huge bow are completely futile. You failed!)
cs: (Tvé úsilí ohnout obrovský luk se zcela nezdařilo. Selhal jsi!)
pl: (Twoje starania by naciągnąć ogromny łuk są całkowicie daremne. Zawiodłeś!)
ru: male^(Вы понимаете, что попытки натянуть лук абсолютно бесполезны. Вы проиграли!)

source: male^And it seems the OGRE'S LONGBOW has triumphed over yet ANOTHER contestant!
cs: A zdá se, že se zlobřím dlouhým lukem nezvítězil další soutěžící!
pl: I wydaje się, że DŁUGI ŁUK OGRA zatriumfował nad KOLEJNYM zawodnikiem!
ru: male^Что же, ЛУК ОГРА снова одержал верх над ЕЩЁ ОДНИМ конкурсантом!

source: male^(You run your slender fingers along the bow, trying to get a feel for it. It is oddly balanced, but you feel confident you can make it work. Your confidence pays off as your arrow thunks into the target. You did it!)
cs: (Můžeš spustit své štíhlé prsty podél luku, a snaží získat pro něj cit. To je zvláštně vyrovnané, ale máš pocit že jsi jistý, že to může fungovat. Tvá důvěra se vyplatí a tvá šipka zasáhne cíl. Zvládl si to!)
pl: (Muskasz łuk smukłymi palcami starając się go wyczuć. Jest dziwnie wyważony, ale jesteś pewien, iż możesz sprawić by zadziałał. Twoja pewność popłaca jako że strzała mknie prosto do celu. Dokonałeś tego!)
ru: male^(Вы пробежались пальцами по луку, пытаясь почувствовать его. Он странно сбалансирован, но Вы чувствуете, что можете заставить его выстрелить. Ваша вера оправдывает себя, когда стрела поражает мишень. Вы сделали это!)

source: male^(Your efforts to make the exotic bow work are completely futile. Your arrow flies off target and into the grass. You failed!)
cs: (Tvá snaha ovládnout exotický luk je zcela zbytečná. Tvá šipka letí mimo cíl do trávy. Selhal jsi!)
pl: (Twoje starania by egzotyczny łuk zadziałał są całkowicie daremne. Strzała mija cel i ląduje w trawie. Zawiodłeś!)
ru: male^(Вы понимаете, что все попытки понять принцип работы иноземного лука напрасны. Ваша стрела улетает мимо цели и падает в траву. Вы проиграли!)

source: male^And it seems the TYRAKIAN HORSEBOW has triumphed over yet ANOTHER contestant!
cs: A zdá se, že nad Tyrakanským jezdeckým lukem nezvítězil další soutěžící!
pl: I wydaje się, że TYRAKIJSKI ŁUK KONNY zatriumfował nad KOLEJNYM zawodnikiem!
ru: male^Что же, ЛУК ВСАДНИКА снова одержал верх над ЕЩЁ ОДНИМ конкурсантом!

source: male^(The bow is aptly named. You nearly break your back trying to draw it! But your persistence pays off as your arrow thunks into the target. You did it!)
cs: (Jméno luku je příhodně pojmenované. Téměř ti zlomí záda při jeho natažení! Ale tvá vytrvalost se ti vyplatí, tvá střela míří do cíle. Udělal jsi to!)
pl: (Łuk jest właściwie nazwany. Niemal łamiesz swoje plecy próbując go napiąć! Ale twoja wytrwałość popłaca jako, że strzała mknie prosto do celu. Dokonałeś tego!)
ru: male^(Не зря лук так назвали: Вы чуть не сломали спину, пытаясь натянуть тетиву! Но ваша настойчивость заставляет стрелу полететь к цели. Вы сделали это!)

source: male^(The bow is aptly named. You nearly break your back trying to draw it! Your arrow flies a pitiful distance into the grass. You failed!)
cs: (Jméno luku je příhodně pojmenované. Téměř ti zlomí záda při jeho natažení! Tvá střela uletí bídnou vzdálenost a končí v tráve. Selhal jsi!)
pl: (Łuk jest właściwie nazwany. Niemal łamiesz swoje plecy próbując go napiąć! Strzała przemierza żałosną odległość padając w trawę. Zawiodłeś!)
ru: male^(Не зря лук так назвали: Вы чуть не сломали спину, пытаясь натянуть тетиву! Ваша стрела, пролетев жалкое расстояние, падает в траву. Вы проиграли!)

source: male^And it seems the BACKBREAKER has triumphed over yet ANOTHER contestant!
cs: A zdá se, že nad zpětným lukem nezvítězil další soutěžící!
pl: I wydaje się, że ŁAMACZ PLECÓW zatriumfował nad KOLEJNYM zawodnikiem!
ru: male^Что же, СПИНОЛОМ снова одержал верх над ЕЩЁ ОДНИМ конкурсантом!

source: male^Hic! I am TOO vigilant! You notish how none o' thosh oozes haf come ta town yet? They KNOWSH I could spots 'em a mile away! Hic!
cs: škyt! Všiml jsis, že ještě žádný z těch slizožroutů nepřišel do města? Vědí, že jsem je mohl rozpoznat na míle daleko!
pl: Hik! Jestem ZBYT czujny! Zauważyłłeś jak żadne z tychsz galaret nie pszyjszło jeszcze do miasta? One WIEDZĄŚŻ, że spostrzegę je milę stąd! Hik!
ru: male^Ик! Я даже СЛИШКОМ бди-ик-тельный! Знаешь, чего слизь не показывается в городе? Оно ЗНАЕТ, что я почую его за милю! Ик!

source: male^(You drink cup after cup of hard liquor. Your vision blurs and the world becomes hazy. After an hour you can barely stand, but Ram Aide has collapsed in a drunken stupor. You've won!)
cs: (Piješ kalich po šálcích s tvrdým alkoholem. Tvůj zrak se rozostří a svět se stává mlhavým. Za hodinu můžeš sotva stát, ale Ram Aide se zhroutil v opilecké apatii. Vyhrál jsi!)
pl: (Wypijasz kufel za kuflem mocnego trunku. Widok się rozmazuje, a świat spowija mgła. Po godzinie z ledwością jesteś w stanie stać, ale Ram Aide upadł w pijackim otępieniu. Wygrałeś!)
ru: male^(Вы пьёте кружку за кружкой тягучий ликёр. Ваш взгляд затуманивается и фразы становятся путанными. После часовой попойки вы еле стоите на ногах, ну а Ром Эйд падает под стол и храпит. Вы победили!)

source: male^You've gained possession of a gigantic barrel of booze. Perhaps you'll be able to find some use for it later.
cs: Získal jsi do vlastnictví gigantický sud chlastu. Možná, že budeš moci pro něj najít nějaké využití později.
pl: Wszedłeś w posiadanie gigantycznej beczki gorzały. Być może później znajdziesz dla niej jakieś zastosowanie.
ru: male^Вы завладели огромной бочкой бухла. Надеемся, она пригодиться Вам позже.
