Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: Well, I guess that's good news. I must admit I was hoping for a more instantaneous transition to Good, but perhaps the ring takes time to work.
cs: No, myslím, že je to dobrá zpráva. Musím se přiznat, že jsem doufal, že se změní víc k lepšímu, ale snad prsten potřebuje čas na svou práci.
pl: Zatem to pomyślna wiadomość. Muszę przyznać, że miałem nadzieję na bardziej natychmiastową zmianę na lepsze, ale być może pierścień potrzebuje czasu by zadziałać.
ru: Что же, это хорошие новости. Должен признаться, я надеялся на мгновенный переход к добру, но, возможно, кольцу нужно время, чтобы полностью сработать.

source: Or maybe she's just really, really evil.
cs: Nebo možná je už opravdu, opravdu zlá.
pl: Albo po prostu ona jest prawdziwie, prawdziwie zła.
ru: Или она действительно очень, очень злая.

source: Maybe. I'll have to wait and see. As for you milady, you have done more for me than I ever could have hoped for. If you ever need a paladin by your side, I will be there.
cs: Možná. Budu muset počkat a uvidím. Pokud jde o tebe paní, co jsi udělala pro mě je víc, než jsem kdy mohl doufat. Pokud budeš někdy potřebovat paladina po tvém boku, budu tam.
pl: Może. Będę musiał poczekać. Co do ciebie damo, to uczyniłaś dla mnie więcej niż miałem nadzieję. Jeśli będziesz kiedykolwiek potrzebowała paladyna u swego boku, przybędę.
ru: Может. Я подожду и посмотрю. Что до Вас, миледи, Вы дали мне больше, чем я мог просить. Если Вам понадобиться помощь паладина - Вы можете рассчитывать на меня.

source: Thank you.
cs: Děkuji ti.
pl: Dziękuję.
ru: Благодарю.

source: female^I gave her the ring but she didn't put it on and I don't think she's going to.
cs: Dala jsem jí prsten, ale ona si ho nenasadila a já si nemyslím, že to udělá.
pl: Wręczyłam jej pierścień lecz go nie włożyła i nie sądzę by zamierzała.
ru: Я отдала ей кольцо, но она не надела его, и не думаю, что сделает это позже.

source: Nooo! All that effort, for nothing! I...I can't live like this...this unrequited love is consuming me from within! I must...flee Fort Pinewood before I go mad with grief.
cs: Neee! Všechno to úsilí, pro nic za nic! Já...já nemůži takhle žít...ta nešťastná láska me rozežírá zevnitř! Musím...uprchnout z Fort Pinewood, než zešílím žalem.
pl: Nieee! Cały ten wysiłek, na nic! Ja... Ja nie mogę tak żyć... Ta nieodwzajemniona miłość pożera mnie! Ja... Muszę opuścić fort Pinewood zanim oszaleję z żalu.
ru: Нееет! Столько забот и в итоге ничего! Я... Я не смогу жить с этим... эта безответная любовь выводит меня из себя! Я должен... покинуть Пинвуд, до того как сойду с ума.

source: (This pretty young woman scowls at you as you approach.)
cs: (Tato krásná mladá žena se mračí na tebe, jak se k ní blížiš.)
pl: (Ta śliczna młoda kobieta obrzuca cię nieprzychylnym spojrzeniem kiedy się zbliżasz.)
ru: (Эта молодая красивая девушка хмуриться, увидев вас.)

source: female^Let me guess. That tin-headed oaf of a paladin is still pining for me outside the gates of my estate, and he sent you to do his dirty work.
cs: Nech mě hádat. Ta plechová-hlava hloupého paladina stále touží po mně před branami mého pozemku, a poslala tebe dělat jeho špinavou práci.
pl: Pozwól, że zgadnę. Ten zakuty łeb, niedołęga paladyn nadal za mną tęskni za bramą mej posiadłości i przysłał cię byś wykonała jego brudną robotę.
ru: Позвольте, я угадаю. Этот медноголовый болван-паладин все ещё торчит напротив ворот моего поместья, и послал тебя выполнить грязную работу за него?

source: (Be indifferent) That's right. I've got a letter for you.
cs: (Být lhostejná) To je pravda. Mám pro tebe zprávu.
pl: (Zachowaj obojętność) W rzeczy samej. Mam dla ciebie list.
ru: (Равнодушно) Это так. У меня письмо для Вас.

source: (Try to change her mind) But he loves you! He wrote you this love letter!
cs: (Zkuste, aby si to rozmyslela) Ale on tě miluje! Napsal ti milostný dopis!
pl: (Spróbuj zmienić jej zdanie) Ale on cię kocha! Napisał do ciebie ten list miłosny!
ru: (Уговорить поменять мнение) Но он любит Вас! Он написал признание в любви!

source: Not another one!
cs: Nejenom jeden!
pl: Nie kolejny!
ru: Только не ещё одно!

source: Look, I'll pay you 75 pieces of gold if you can get rid of Sir Dryden for me. Kill him, trick him, marry him, whatever, just make him go away!
cs: Podívej se, já ti zaplatím 75 zlatých, pokud se pro mě můžeš zbavit sira Drydena. Zabij ho, přinuť ho, vem si ho, jen ať mi dá pokoj!
pl: Spójrz, zapłacę ci 75 sztuk złota jeśli pozbędziesz się dla mnie sir Drydena. Zabij go, oszukaj, wyjdź za niego, po prostu spraw by odszedł!
ru: Слушай, я плачу 75 золотых, если ты избавишь меня от Дрейдена. Убей его, обмани его, жени его на себе, делай что хочешь, только пусть держится подальше!

source: (How to respond to her offer?)
cs: (Jak reagovat na její nabídku?)
pl: (Jak odpowiedzieć na jej ofertę?)
ru: (Как ответите на её предложение?)

source: (Accept the offer) All right, I'll get rid of Sir Dryden for you.
cs: (Příjmout nabídku) Dobře, Já se zbavím Sira Drydena pro tebe.
pl: (Zaakceptuj) Dobrze, pozbędę się dla ciebie sir Drydena.
ru: (Принять) Хорошо, Я позабочусь о Дрейдене.

source: Thanks. Come back here when the job is done for your reward.
cs: Díky. Vrať se sem, až bude tvůj úkol hotový pro svou odměnu.
pl: Dzięki. Kiedy wykonasz zadanie wróć po swoją nagrodę.
ru: Спасибо. Возвращайся за наградой, когда закончишь.

source: (Reject the offer) No! Sir Dryden was right about you, you're evil!
cs: (Odmítnout nabídku) Ne! Sir Dryden má pravda, že jsi zlá!
pl: (Odrzuć) Nie! Sir Dryden miał co do ciebie rację, jesteś zła!
ru: (Отвергнуть) Нет! Сэр Дрейден был прав - вы злюка!

source: female^(Menacingly) You've worn out your welcome here. Leave. Now.
cs: (Výhružně) Nejsi tu vítána. Odejdi. Hned.
pl: (Złowrogo) Nie jesteś tu już mile widziana. Odejdź. Natychmiast.
ru: (Угрожающе) Ты испытываешь моё терпение. Вон! Сейчас же!

source: Your paladin problem has been taken care of. (You relate the details of what happened.)
cs: Tvůj problém s paladinem byl vyřešen. (Podáváš podrobnosti o tom, co se stalo.)
pl: Twój problem z paladynem został rozwiązany. (Relacjonujesz szczegóły tego co zaszło.)
ru: Ваша проблема с паладином была улажена. (Вы посвящаете заказчицу в детали произошедшего.)

source: Ha ha! What a clever way to get rid of that pompous fool! Here's your 75 gold, plus a little extra for your creativity!
cs: Ha ha! Jaký chytrý způsob, jak se zbavit toho pompézního blázna! Tady je tvých 75 zlatých, plus něco navíc za tvou kreativitu!
pl: Cha cha! Cóż za sprytny sposób żeby pozbyć się tego pompatycznego głupca! Oto twoje 75 sztuk złota plus niewielka premia za twoją kreatywność!
ru: Ха-ха! Что за чудесное проявление остроты ума, так провести дурака! Вот 75 золотых, и ещё чуть сверху - за креативность!

source: I've got another gift for you from your admirer.
cs: Mám další dárek pro tebe od tvého obdivovatele.
pl: Mam kolejny dar od twojego admiratora.
ru: У меня есть ещё один подарок от вашего ухажёра.

source: How dare you waste my time with this!
cs: Jak se opovažuješ utrácet můj čas tímto!
pl: Jak śmiesz tracić mój czas!
ru: Как можно тратить моё время на это!

source: (Lie) But you'll like this gift. It's a Ring of Magic Power!
cs: (Lhát) Ale tobě se to bude tento dar líbit. Je to prsten magické moci!
pl: (Kłamstwo) Ale spodoba ci się ten podarunek. To pierścień magicznej mocy!
ru: (Ложь) Но вам понравиться. Это Кольцо Магического Всевластия!

source: Well, maybe Dryden isn't as useless as he appeared. (She takes the ring and puts it on).
cs: No, možná Dryden není tak nepotřebný, jak se zdál. (Vezme si prsten a nasadí si ho).
pl: Może ten Dryden nie jest tak bezużyteczny jak się wydawał. (Bierze pierścień i zakłada go.)
ru: Что же, Дрейден не так бесполезен, как мог показаться на первый взгляд. (Она надевает кольцо).

source: (She gets angry) Wait a minute! This isn't a Ring of Magic Power! (She tries to take it off but can't) It's cursed! Why that lousy, conniving paladin! I'll melt the flesh off his bones! I'll...eh...(She swoons) Actually, my head hurts. I...I need to rest. Yes, rest, and think some things over.
cs: (Ona je naštvaná) Počkat! To není prsten magické moci! (Snaží se ho sundat, ale nemůže) Je prokletý! Proč, jsi tak podlá, intrikovat s paladinem! Budu rvát maso z jeho kostí! Já... eh...(ona omdlévá) Opravdu, mě bolí hlava. Já...já si musím odpočinout. Ano, odpočinout a promyslet si některé věci.
pl: (Wybucha wściekłością) Chwila! To nie jest pierścień magicznej mocy! (Próbuje zdjąć pierścień ale nie może) Jest przeklęty! Dlaczego ten parszywy, zdradziecki paladyn! Sprawię, że ciało spłynie z jego kości! Zrobię... Ech... (Mdleje) Właściwie to boli mnie głowa. Ja... Muszę odpocząć. Tak odpocząć i przemyśleć pewne sprawy.
ru: (Она злиться) Постойте! Это не Кольцо Всевластия! (Пытается стащить его с пальца, но безуспешно) Оно проклято! За что? Ах, этот паршивый паладин! Я заставлю его кожу покрыться язвами до костей! Я... ну... (Зевает) Что-то, голова разболелась. Я... Мне нужно отдохнуть. Да, отдохнуть, и обдумать некоторые вещи.

source: (Tell the truth) Dryden is giving you a chance to turn your life around with this Ring of Opposite Alignment.
cs: (Řekni pravdu) Dryden ti dává šanci, abys změnila svůj život prstenem Opačné Povahy.
pl: (Prawda) Dryden daje ci szansę byś odmieniła swoje życie tym pierścieniem przeciwnego charakteru.
ru: (Сказать правду) Дрейден даёт тебе шанс изменить свою жизнь при помощи Кольца Обратного Характера.

source: So he's trying to befuddle me with a cursed ring, eh? I'll take the ring, as I might find some uses for it. Uses which will not, of course, include wearing it. Here's some money for your trouble, and give my regards to that idiot paladin! (She laughs cruelly.)
cs: Takže on se mě snaží svést s prokletým prstenu, co? Vezmu si prsten, mohla bych pro něj najít nějaké využití. Využití, které samozřejmě, zahrnuje i mě. Tady jsou nějaké peníze za tvé problémy, a předej mé pozdravy tomu idiotovi paladinovi! (Krutě se směje.)
pl: Zatem próbuje otumanić mnie przeklętym pierścieniem, ech? Wezmę go, gdyż mogę znaleźć dla niego zastosowania. Naturalnie takie, które wykluczają jego noszenie. Oto nieco pieniędzy za twój kłopot i przekaż moje pozdrowienia temu idiocie paladynowi! (Śmieje się okrutnie.)
ru: Так он пытался одурачить меня при помощи проклятого кольца, да? Что же, я возьму кольцо, и найду ему достойное применение. В которое, конечно, не входит ношение его на пальце. Вот, немного монет за твои труды, и передавай привет этому дураку паладину! (Злобно смеётся).

source: Welcome to th' Training Hall. If yer lookin' ta sharpen yer combat skills before taking on th' ooze hordes, yer in the right place!
cs: Vítejte v tréninkové hale. Pokud chceš vybrousit tvoje bojové dovednosti před nástupem na ty slizké hordy, jsi na správném místě!
pl: Witam w hali treningowej. Jeśli doskonalić swe umiejętności walki przed konfrontacyją z hordami galaret zamierzasz, we właściwym miejscu przebywasz!
ru: Добро по`щаловать в Тренирово`щный Зал. Е`щли ты ищешь способ улуч`щить бойцовские навыки до встре`щи с толпой слизи, ты пришла в правильное место!

source: Thirty gold will get ya four magical quintains ta hone yer skills on. They shouldn't be too difficult ta defeat, but if ye should happen ta get injured, High Priest Jal on the east side of town can fix ya up in a jiffy!
cs: Třicet zlatých a budeš mít čtyři magické panáky které zdokonalí tvou dovednost. Nemělo by být příliš obtížné je porazit, ale může se stát, že tě zraní, pak může Velekněz Jal na východní straně města tě v mžiku vyléčit!
pl: Za trzydzieści sztuk złota cztery magiczne atrapy otrzymasz na których możesz doskonalić swe umiejętności. Nie powinny być zbyt trudne do pokonania lecz jeśli zdarzy ci się obrażenia odnieść, Wysoki kapłan Jal na wschodniej miasta stronie postawi cię w net na nogi.
ru: Трид`щать золотых, и я дам тебе четыре вол`щебных манекена, `щтобы потренироваться. Их не сло`щно одолеть, но если они за`щибут тебя, Отец Джел с восто`щной части города бы`щтро тебя подлатает!

source: So what do ye say lass? Ready ta train?
cs: Tak co říkáš děvče? Připravena trénovat?
pl: Zatem co panienka powie? Trenować gotowa?
ru: Ну, `щто `щкажешь, дево`щка? Готова к тренировке?

source: (Pay 30 gold) I'm ready to train!
cs: (Zaplatit 30 zlatých) Jsem připravena trénovat!
pl: (Płacisz 30 sztuk złota) Jestem gotowa!
ru: (Заплатить 30 золотых) Я готова к тренировке!

source: It looks like ye don't have that much. Come back when ye have more gold.
cs: Vypadá to, že nemáš tolik peněz. Vrať se, až budeš mít více zlata.
pl: Wygląda, że tyle nie masz. Wróć kiedy będziesz miała więcej złota.
ru: Види`щ, чуток не хватает. Возвращайся, когда `щоберешь немного день`щат.

source: Release the quintains!
cs: Uvolněte panáky!
pl: Przygotować atrapy!
ru: Выставить манекены!

source: (Beg) I'm poor and I don't have 30 gold! But I'm training to help save Fort Pinewood!
cs: (Prosba) Jsem chudá a nemám 30 zlatch! Ale já jsem ochotna trénovat, abych pomohla zachránit Fort Pinewood!
pl: (Błagaj) Jestem biedna i nie mam 30 sztuk złota! Ale trenuję żeby pomóc uratować fort Pinewood!
ru: (Просить) Я так бедна, у меня нет 30 золотых! Но я тренируюсь, что бы помочь защищать Пинвуд!

source: I'll be outta business if I just give away high quality quintain training for free ya know? On the other hand, I'll be outta business if the oozes overrun the town, so ya got yerself a deal lass-- you promise to help defend the fort, and I promise to fund your training!
cs: Zbankrotoval bych, kdyby jsem dával kvalitní školící panáky úplně zadarmo víš? Na druhou stranu, bude pryč moje podnikání, pokud Slizožrouti obsadí město, takže uděláme dohodu děvče - ty mi slíbíš, že pomůžeš bránit pevnost, a já ti budu financovat tvůj trénink!
pl: Wypadnę z interesu jeśli oddawał będę wysokiej jakości atrapy treningowe za darmo, rozumiesz? Z drugiej strony wypadnę z interesu jeśli galarety podbiją miasto, więc oto twa umowa panienko-- Ty obiecasz pomóc w obronie fortu, a ja obiecuję sfinansować twe szkolenie!
ru: Я же раз`щорюсь, если буду раздавать высокока`щественные манекены задаром? С другой `щтороны, я совсем раз`щорюсь, если `щлизь перевернёт город, так `щто заключим `щделку, дево`щка: ты обещаешь защищать город, а я дам тебе бе`щплатно тренирова`щся.

source: I'll be outta business if I just give away high quality quintain training for free ya know? Besides, ye don't look that poor ta me.
cs: Bude pryč moje podnikání, pokud bych dával kvalitní školící panáky úplně zadarmo víš? Kromě toho, ty nevypadáš, že jsi chudá.
pl: Wypadnę z interesu jeśli oddawał będę wysokiej jakości atrapy treningowe za darmo, rozumiesz? Poza tym, nie wyglądasz na aż tak biedną dla mnie.
ru: Я же раз`щорюсь, если буду раздавать высокока`щественные манекены задаром? И ты не выгляди`щ такой у`щ бедной.

source: (Leave) I'm not interested in training right now.
cs: (Odejít) Nemám zájem o trénink právě teď.
pl: (Odejdź) Nie jestem zainteresowana treningiem.
ru: (Уйти) Я не хочу тренироваться прямо сечас.

source: Come back soon!
cs: Vrať se brzy!
pl: Zapraszam ponownie!
ru: Возвращайтесь скорее!

source: (You're out of breath and slicked with sweat. You've really pushed yourself hard, but it seems your efforts have paid off. You've unlocked some of the magical secrets of your elven host!)
cs: (Lapáš po dechu a stíráš si pot. Ty jsi opravdu tvrdě trénovala, ale zdá se, že tvé úsilí se vyplatilo. Odemkla sí některé z magických tajemství od tvého elfího hosta!)
pl: (Brak ci tchu i jesteś zlana potem. Naprawdę było ciężko, ale wysiłek się opłacił. Poznałaś niektóre z magicznych sekretów swej elfckiej nosicielki!)
ru: (Вы задыхаетесь и вся липкая от пота. Вы тяжело поработали над собой, но это того стоило. Вы открыли несколько магических сил, спрятанных в теле эльфийки)

source: Yer a quick learner lass, one o' the quickest I've ever seen. But ye won't learn anything more from beat'n up on quintains. If ye want ta continue ta train, yer gonna have ta go ta the arena. Sergeant Ryn can help ya, but the risk will be greater.
cs: Oravdu učenlivá holka, jedna z nejrychlejších, co jsem kdy viděl. Ale ty se nenaučí nic víc od mlácení panáků. Budeš-li chtít pokračovat v tréninku, zajdi do arény. Seržant Ryn ti může pomoci, ale riziko bude vyšší.
pl: Szybko się uczysz panienko, umiejętności szybciej niż ktokolwiek kogo widziałem przyswajasz. Ale niczego więcej się nie nauczysz okładając atrapy. Jeśli kontynuować trening zamierzasz, musisz udać się na arenę. Sierżant Ryn może ci pomóc, lecz ryzyko będzie znacznie większe.
ru: Что`щ как бы`щтро ты учишься. Одна из самых бы`щтрых, `щто я встре`щал. Но лупа`ща манекены, боль`щего ты не добьё`щся. Если хоче`щ продолжить обу`щение - зайди в Коли`щей. `Щершант Рин тебе помо`щет, но ри`щк сломать `щею там гора`щдо боль`ще.

source: Frist told me that you were one of his best students at the Training Hall, but here in the Arena it's the real deal. Combat is brutal and to the death. Injury is guaranteed. But if you have what it takes to compete you can earn some good money and get valuable combat experience.
cs: Frist mi řekl, že jsi byla jedním z jeho nejlepších studentů v tréninkové hale, ale tady v aréně je opravdový boj. Zápasy jsou tvrdé a jsou na smrt. Poraženému je zaručena. Ale pokud máš co je potřeba k vítězství, můžeš si vydělat nějaké peníze a získat cenné bojové zkušenosti.
pl: Frist powiedział mi, że byłaś jednym z jego najlepszych uczniów w Hali Treningowej, ale tutaj na arenie to nie przelewki. Walka jest brutalna i śmiertelna. Obrażenia są gwarantowane. Ale jeśli masz to czego potrzeba by podjąć się wyzwania możesz zarobić niezłe pieniądze a także nabyć cenne doświadczenie bojowe.
ru: Фрист сказал мне, что Вы одна из лучших его учениц, но Колизей - это настоящее испытание. Битвы жестокие и до смерти одного из противников. Травмы гарантированы. Но если победишь, заработаешь деньжат, и получишь ценный боевой опыт.

source: Arena
cs: Aréna
ru: Колизей

source: When you're finished exploring Fort Pinewood, head back to the front gate!
cs: Až budeš hotová s průzkumem Fort Pinewood, vrať se zpět ke vstupní bráně!
pl: Kiedy zakończysz eksplorację Fortu Pinewood, skieruj się na powrót do bramy frontowej!
ru: Когда Вы окончите осмотр Пинвуда, просто пройдите к главным воротам форта.

source: Your prowess is unmatched! Through hard work and great courage you've forged yourself into a mighty enchantress! You've learned to tap deeply into the magic power of your elven blood!
cs: Tvá statečnost je bezkonkurenční! Díky tvrdé práci a velkému sebezdokonalování, je z tebe mocná kouzelnice! Naučila jsi se využít hlubokou kouzelnou moc ze své elfí krve!
pl: Twoje męstwo jest niezrównane! Przez ciężko prace i wielką odwagę przekułaś się w potężną zaklinaczkę! Nauczyłaś się czerpać magiczną moc z głębi twojej elfickiej krwi!
ru: Ваша отвага не имеет равных! Благодаря тяжёлой работе и большому мужеству, Вы стали могучей волшебницей! Вы познали глубины магии, скрытые в эльфийской крови!

source: female^Very impressive. I'm afraid you've been so successful in the arena that our stock of monsters has been almost completely depleted! There is one last challenge that we can offer you...
cs: Velmi působivé. Obávám se, že jsi byla tak úspěšná v aréně, že naše zásoby příšer byly téměř zcela vyčerpány! Takže už zbývá jen jedna poslední výzva, kterou ti můži nabídnout...
pl: Imponujące. Obawiam się, że odniosłaś tak wielki sukces, iż nasze zasoby potworów zostały niemal kompletnie wyczerpane! Jest tylko jedno, ostatnie wyzwanie jakie możemy ci zaoferować...
ru: Весьма впечатляет. Я боюсь, что ты была столь успешна, что в Колизее закончились животные! Могу предложить только ещё одно испытание...

source: female^We have a wild gryphon. It is a fearsome beast with sharp talons and a deadly beak. Already the creature has slain four challengers. The reward for defeating the gryphon is 30 gold pieces, but the risk will be greater than any you've faced before.
cs: Mám divokého gryfona. Je to hrůzostrašná bestie s ostrými drápy a smrtícím zobákem. Již zabil čtyři soupeře. Odměnou za jeho porážku je 30 zlatých, ale riziko bude větší než před jakýmkoliv jsi doposud stála.
pl: Mamy dzikiego gryfa. To straszliwa bestia z ostrymi pazurami i zabójczym dziobem. Poczwara zabiła już czterech śmiałków. Nagroda za pokonanie gryfa to 30 sztuk złota, ale ryzyko będzie większe niż to z jakim się do tej pory zmierzyłaś.
ru: У нас ещё есть грифон. Это бесстрашное чудовище, с острыми когтями и смертоносным клювом. Он уже разорвал в клочья четырёх претендентов. Награда за победу будет 30 золотых, но и риск больше, чем против любого другого животного.

source: Welcome to the Pinewood Arena, where gladiators fight monsters for glory and profit. Gladiators may not leave the arena before a fight is finished. All fights are to the death. Healing is available from High Priest Jal to the east.
cs: Vítejte v Pinewoodské aréně, kde gladiátoři bojují s příšerami pro slávu a zisk. Gladiátoři nesmí v boji opustit arénu dokud neskončí. Všechny souboje jsou na život a na smrt. Léčení je k dispozici od vysokohé kněze Jala na východě.
pl: Witaj na Arenie Pinewood, gdzie gladiatorzy walczą z potworami dla chwały i nagrody. Gladiatorzy nie mogą opuszczać walki przed jej zakończeniem. Wszystkie potyczki są śmiertelne. Leczenie jest dostępne u Wysokiego Kapłana Jala na wschód stąd.
ru: Добро пожаловать в Колизей Пинвуда, где гладиаторы сражаются с монстрами ради славы и денег. Гладиаторы не могут покинуть арену пока бой не закончен. Все бои до смерти. Исцеление можно получить у Отца Джела в восточной части города.

source: Do you want to compete?
cs: Chceš soutěžit?
pl: Chcesz się zmierzyć?
ru: Хотите испытать судьбу?

source: female^I'm ready to fight!
cs: Jsem připravena bojovat!
pl: Jestem gotowa do walki!
ru: Я готова к драке!

source: female^I'm not interested in fighting right now.
cs: Nemám zájem o boj právě teď.
pl: Nie jestem w tej chwili zainteresowana walką.
ru: Я не желаю драться прямо сейчас.

source: female^Fair enough. Come back when you're ready.
cs: Spravedlivý úsudek. Vrať se zpět až budeš připravena.
pl: Uczciwie. Wróć kiedy będziesz gotowa.
ru: Всё по честному. Возвращайся, когда будешь готова.

source: Let the match begin!
cs: Ať zápas začne!
pl: Niech walka się rozpocznie!
ru: Пусть смертельная битва начнётся!

source: Arena Monster
cs: Aréna příšer
pl: Potwór z areny
ru: Монстр

source: Do you want to fight the gryphon?
cs: Chceš se utkat s gryfem?
pl: Czy chcesz walczyć z gryfem?
ru: Желаете сразиться с грифоном?

source: Yes!
cs: Ano!
pl: Tak!
ru: Да!

source: Release the gryphon!
cs: Vypusťte gryfona!
pl: Wypuścić gryfa!
ru: Выпускайте грифона!

source: Bloodtalon
cs: Krvavý Dráp
pl: Krwawy szpon
ru: Кровавый Коготь

source: Not right now.
cs: Nyní ne.
pl: Nie teraz.
ru: Не сейчас.

source: Fair enough. No one will think less of you for walking away from this fight.
cs: To je fér. Nikdo si nemyslel, že ty budeš odcházet z tohoto boje.
pl: Uczciwie. Nikt nie będzie myślał o tobie źle jeśli nie podejmiesz tego wyzwania.
ru: Всё честно. Ни кто не будет думать о тебе хуже за отступление с поля боя.

source: Welcome back, Champion! Unfortunately the arena is closed until we can restock our monster supply.
cs: Vítej zpátky, Championko! Aréna je bohužel uzavřena, dokud neobnovíme naše zásoby příšer.
pl: Witaj ponownie, czempionie! Niestety nasza arena jest zamknięta do czasu aż uzupełnimy zasoby monstrów.
ru: Рады, что заглянули, Чемпионка! К несчастью, Колизей закрыт, пока мы не наберём новых чудовищ.
