Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: What a spectacular fight! What a terrific victory! All hail Aurelia, Champion of the Pinewood Arena!
cs: To byl velkolepý souboj! Jaké úžasné vítězství! Všechna sláva Aurelii, Šampionce Pinewoodské arény!
pl: Coż za spektakularna walka! Jakie wspaniałe zwycięstwo! Wszyscy oddajmy cześć Aurelii, czempionowi areny Pinewood!
ru: Что за захватывающий бой! Какая поразительная победа! Все рукоплещут Арейле, Чемпионке Колизея Пинвуда!

source: (A young man in fine clothes approaches you and smiles.)
cs: (Mladý muž v jemných šatech se k tobě přibližuje a usmívá se.)
pl: (Dobrze ubrany, młody mężczyzna zbliża się do ciebie i uśmiecha.)
ru: (Молодой человек в изысканных одеждах, улыбаясь, подходит к Вам.)

source: You have a very fine figure, if I may say so milady. May I have the honor of painting your picture?
cs: Máš velmi dobrou postavu, pokud to tak mohu říct paní. Mohu mít tu čest malovat tvůj obrázek?
pl: Masz nadzwyczaj wspaniałą figurę, jeśli mogę tak rzec pani. Czy wolno mieć mi zaszczyt namalowania twego obrazu?
ru: У Вас, да будет позволено мне заметить, великолепная фигура, миледи. Не соблаговолите ли оказать милость, и позировать мне для картины?

source: (How to respond?)
cs: (Jak odpovědět?)
pl: (Jak odpowiedzieć?)
ru: (Как ответить?)

source: (Be suspicious) If you're a painter then what are you doing with those swords?
cs: (Být podezřívavá) Pokud jste malíř, tak co děláte s těmito meči?
pl: (Podejrzliwie) Jeśli jesteś malarzem po co ci te miecze?
ru: (Подозревать) Если Вы - художник, то почему носите с собой шпагу?

source: Truthfully, I'm a mercenary by trade. But my true passion lies in painting. (Bitterly) Alas, there isn't much appreciation for high-quality artwork in this backwater frontier town. Guarding the Mayor pays my bills, but one day I'll be famous enough to sell my art for a profit!
cs: Popravdě řečeno, jsem žoldák k najmutí. Ale moje pravá vášeň spočívá v obrazech. (Trpce) Bohužel, není mnoho ocenění pro vysoce kvalitní umělecká díla v tomto zapadlém pohraničním městě. Ostraha starosty platí za mé obrazy, ale jednoho dne budu dost slavný na to prodat své umění a vydělat!
pl: Słusznie, zawodowo Jestem najemnikiem. Ale moja prawdziwa pasja to malarstwo. (Z goryczą) Niestety w tym przygranicznym mieście niezbyt się ceni sztukę wysokiej jakości. Swe zobowiązania opłacam pilnując porządku dla burmistrza, ale któregoś dnia będę wystarczająco znany by sprzedawać moje dzieła z zyskiem!
ru: Честно говоря, я наёмник по профессии. Но по призванию - художник. (С горечью) К сожалению, не так много ценителей высокого искусства в этом захолустном городишке. Работа в охране мэра позволяет мне оплачивать счета, но скоро я стану знаменитым художником и смогу зарабатывать, продавая свои картины!

source: (Be friendly) Of course you can paint my picture!
cs: (Být přátelští) Samozřejmě si můžete namalovat můj obrázek!
pl: (Przyjaźnie) Oczywiście, możesz namalować mój obraz!
ru: (Дружелюбно) Конечно вы можете написать мой портрет!

source: (Excited) Thank you milady!
cs: (Nadšeně) Děkuji Milady!
pl: (Podekscytowany) Dziękuję pani!
ru: (Восторженно) Благодарю, Ваша Милость!

source: I'll pay you 30 gold for a day's worth of modeling services. (Hesitantly) Or...60 gold if I may paint you...in your natural, ahem, state.
cs: Zaplatím vám 30 zlatých za jeden den v módních pózach. (Váhavě) Nebo...60 zlatých smím-li Vás malovat...ve své přirozené, ehm, podobě.
pl: Zapłacę ci 30 sztuk złota za dzień jeśli zgodzisz się mi pozować. (Z wahaniem) Lub... Sztuk 60 jeśli będę mógł namalować cię... W twym naturalnym, ehem, stanie.
ru: Я плачу 30 золотых, если сможете позировать мне целый день. (Смущённо) Или... 60 золотых, если позволите написать Вас... в вашей, кхм, природной форме.

source: (Refuse) I'm not about to take a job from a complete stranger.
cs: (Odmítnout) Nejsem ochona přijmout práci od úplného cizince.
pl: (Odmów) Nie podejmę się pracy u całkowicie obcej mi osoby.
ru: (Отказать) Я не собираюсь связываться с мутным типом, вроде Вас.

source: (Disappointed Sigh) I assure you I have no ulterior motives, milady, but...if that is your answer I suppose I must accept it. Good day to you.
cs: (Zklamaně povzdychne) Ujišťuji tě, že nemám žádné postranní úmysly, Milady, ale...pokud to je tvoje odpověď ,myslím, že ji musím přijmout. Přeji ti hezký den.
pl: (Rozczarowane westchnienie) Zapewniam cię, że nie miałem ukrytych motywów, pani, ale... Jeśli taka jest twoja wola przypuszczam, iż muszę to zaakceptować. Dobrego dnia.
ru: (Вздох разочарования) Смею уверить Вас, я не имел скрытых мотивов, миледи... но если Вы дали ответ, я должен принять его. Счастливого дня.

source: (Accept) You can paint me for 30 gold.
cs: (Přijmout) Můžeš mě namalovat za 30 zlatých.
pl: (Zaakceptuj) Możesz mnie namalować za 30 sztuk.
ru: (Согласиться) Вы можете нарисовать меня за 30 золотых.

source: Thank you milady! I've never painted a specimen as exotic as an elf before! I wonder how much shading I should put on your ears...
cs: Děkuji paní! Nikdy předtím jsem nemaloval postavu tak exotickou jako je elf! Zajímalo by mě, kolik stínování bych měl použít na tvé uši...
pl: Dziękuję moja pani! Nigdy przedtem nie malowałem gatunku tak egzotycznego jak elf! Ciekawe ile cienia powinienem położyć na twoje uszy...
ru: Премного благодарен, миледи! Я ещё ни разу не писал столь экзотичное создание, как эльф! Я надеюсь, мне не составит труда правильно вывести линии Ваших... кхм... ушей.

source: (You spend a day modeling for Fontaine!)
cs: (Strávila si den modelováním pro Fontaineho!)
pl: (Spędziłaś dzień pozując dla Fontaina!)
ru: (Вы потратили целый день, позируя для Фонтейна!)

source: (Fontaine's painting of you is actually quite good.)
cs: (Fontain tě namaloval opravdu dokonale.)
pl: (Twój obraz autorstwa Fontaina jest całkiem dobry.)
ru: (Фонтейн изобразил Вас довольно хорошо.)

source: (Proud) One of my better works, to be sure. And here is your payment milady, you earned every copper.
cs: (Nadčeně) Jedna z mých lepších prací, to je jisté. A tady je tvá výplata paní, vydělala jsi každý měďák.
pl: (Dumnie) Niewątpliwie jedna z moich lepszych prac. A oto twoja zapłata pani, zasłużyłaś na każdego miedziaka.
ru: (Гордо) Воистину, одна из моих лучших работ, уж будьте уверены. И Ваше вознаграждение, миледи - Вы заработали каждый медяк.

source: (Accept) You can paint me nude for 60 gold.
cs: (Přijmout) Můžeš mě namalovat nahou za 60 zlatých.
pl: (Zaakceptuj) Możesz mnie namalować nago za 60 sztuk.
ru: (Согласится) Вы можете нарисовать меня обнажённой, за 60 монет.

source: (You spend a day modeling nude for Fontaine!)
cs: (Strávila si den modelováním nahá pro Fontaineho!)
pl: (Spędziłaś dzień pozując nago dla Fontaina!)
ru: (Вы провели целый день, позируя голой для Фонтейна!)

source: (Proud) One of my better works, to be sure. And here is your payment milady, you earned every copper!
cs: (Nadčeně) Jedna z mých lepších prací, to je jisté. A tady je tvá výplata paní, vydělala jsi každý měďák!
pl: (Dumnie) Niewątpliwie jedna z moich lepszych prac. A oto twoja zapłata pani, zasłużyłaś na każdego miedziaka!
ru: (Гордо) Воистину, одна из моих лучших работ, уж будьте уверены. И Ваше вознаграждение, миледи - Вы заработали каждый медяк.

source: If I may be so bold milady, you are a goddess, a diva! I think I will make you my Muse...
cs: Pokud mohu být tak smělý paní, vy jste bohyně, Dia! Myslím, že já z tebe udělám mou Múzu...
pl: Jeśli wolno mi być tak śmiałym, pani, jesteś boginią, divą! Myślę, że uczynię cię moją muzą...
ru: Если позволите сказать напрямую, Вы божественны, миледи! Я определённо желаю, что бы Вы были моей Музой...

source: female^Fie and fiddle, where has my blasted book gone?! You! Elf! If you happen to see a thick silver tome, bring it to me immediately for a reward!
cs: Kam se jen má zatracená kniha poděla?! Ty! Elfe! Pokud jsi náhodou viděla tlustou stříbrnou knihu, okamžitě mi ji přines a dostaneš odměnu!
pl: Na wszystkie paskudztwa, gdzie podziała się moja cholerna książka?! Ty! Elfko! Jeśli przypadkiem dostrzeżesz cienki srebrny tom natychmiast przynieś go do mnie po nagrodę!
ru: Пепел мне в ноздри, куда эта проклятая книга подевалась?! Ты! Эльфийка! Если так случиться, что найдёшь толстый серебряный том с рукописями, тащи его ко мне немедленно - я отблагодарю!

source: (This looks like the book that Livius is looking for. You can bring it back to him for a reward.)
cs: (Vypadá to jako knihu, kterou Livius hledá. Můžeš mu ji přinést zpět a získat odměnu.)
pl: (To wygląda jak książka, której szuka Livius. Możesz mu ją oddać w zamian za nagrodę.)
ru: (Это выглядит в точности, как книга, которую потерял Ливий. Вы можете вернуть её за вознаграждение.)

source: female^You found my book, 'Exotic Culinary Delights -- How to Serve Magical Oozes, Slimes, and Puddings'!
cs: Našla si mou knihu, "Exotické kulinářské speciality -- Jak servívovat magického Slizožrouta, Sliz a pudinky"!
pl: Znalazłaś moją książkę, "Egzotyczne specjały kulinarne -- Jak przyrządzać magiczne galarety, szlamy oraz budynie"!
ru: О, ты нашла её! Единственный том "Экзотической кулинарии или Как приготовить Слизь, Слизняков и пудинги"!

source: Here's 30 gold pieces for your help (he tosses a pouch of coins at your feet).
cs: Zde je 30 zlatých za tvou pomoc (hodí váček s mincemi k tvým nohoum).
pl: Oto 30 sztuk złota za twoją pomoc. (Rzuca ci sakiewkę monet do stóp).
ru: Вот 30 золотых за помощь (он бросает горсть монет к твоим ногам).

source: After the Imperial Army crushes the ooze hordes, I'll make a fortune harvesting the corpses of the slimy creatures. They're quite a delicacy, you know!
cs: Poté co císařské armáda, rozdrtí Slizožroutí hordy, budu mít štěstí na sklizeň slizkých mrtvol. Víte, jsou docela pochoutka!
pl: Po tym jak imperialna armia zmiażdży hordy galaret, zarobię fortunę zbierając ciała śluzowatych stworzeń. Wiesz, to prawdziwy przysmak!
ru: Когда Имперская Армия сокрушит орды Слизи, я попытаюсь собрать все трупы этих желейных существ. Они весьма приятны на вкус, чтоб вы таки знали!

source: (You had no idea you were tasty, much less a valuable food commodity).
cs: (Neměla jsi tušení, že jsi chutná, mnohem méně cenné potravinářské zboží.)
pl: (Wygląda na to, że jesteś smacznym i wartościowym składnikiem jedzenia).
ru: (Вы и не знали, что так вкусны, и, не больше не меньше - ценный деликатес).

source: (Angry) You horrible man, get away from me!
cs: (Naštvaně) Jsi hrozný můž, jdi odemě pryč!
pl: (Wściekle) Okropny człowieku, zostaw mnie w spokoju!
ru: (Злобно) Вы ужасный человек, прочь от меня!

source: I hope you don't have some misguided sense of sympathy for those monsters. They'd devour a helpless elf lass like yourself in moments! Bah! I don't have any more time to waste on you, I've got cooking preparations to make.
cs: Doufám, že nemáš pocit soucitu pro ty monstra. Oni by pohltit bezmocné elfí děvče jako jste vy v okamžiku! Bah! Nemám víc času nazbyt pro tebe, já musím připravit přípravky k výrobě.
pl: Mam nadzieję, że nie żywisz jakiejś niewłaściwej sympatii do tych potworów. Pożarłyby bezradną elfią panienkę jak ty w jednej chwili! Ech! Nie mam więcej czasu do stracenia, muszę poczynić kuchenne przygotowania.
ru: Я надеюсь у Вас нет ложной симпатии к этим чудовищам. Прямо сейчас оно может пожирать симпатичную эльфийку, такую, как Вы! Ба! У меня нет на тебя времени, мне нужно подготовить кухню.

source: (Wish him luck) Good luck, you're going to need it.
cs: (Popřát mu štěstí) Hodně štěstí, budeš ho potřebovat.
pl: (Życz mu szczęścia) Powodzenia, będziesz go potrzebował.
ru: (Пожелать удачи) Удачи, она Вам понадобится.

source: No I won't but thanks all the same. Now if you'll excuse me, I've got cooking preparations to make.
cs: Ne, já ne, ale stejně děkuji. Teď, když mě omluvíš, musím jít připravit přípravky k výrobě.
pl: Nie będę ale dziękuję i wzajemnie. Teraz jeśli wybaczysz, muszę poczynić kuchenne przygotowania.
ru: Не потребуется, но всё равно - спасибо. Теперь извините, я должен закипятить масло.

source: (You help Jedd with some of his farm work.)
cs: (Můžeš pomoci Jeddovi s některými z jeho zemědělských prací.)
pl: (Pomagasz Jeddowi w jego pracy na roli.)
ru: (Вы помогаете Джедду с работой на ферме.)

source: (You see a sun-tanned farmer by the roadside leaning heavily on his pitchfork.)
cs: (Vidíš spáleného zemědělce na silnici jak se těžce opírá o jeho vidle.)
pl: (Widzisz opalonego rolnika obok drogi ciężko wspierającego się na widłach.)
ru: (Вы видите стоящего у дороги загорелого фермера, устало опершегося на свои вилы.)

source: (Friendly) Hello sir! How are you this fine day?
cs: (Přátelsky) Ahoj pane! Jak se máte v tento krásný den?
pl: (Przyjaźnie) Witam sir! Jak się miewasz tego wspaniałego dnia?
ru: (Дружелюбно) Здравствуйте, сэр! Какой чудный день, не находите?

source: (He spits some tobacco) Lousy. Threw my back out bringing in the harvest. Can't bring the rest of my hay to market with a bad back, so I'm about to go broke. Have to sell the farm. So yeah, I've had better days.
cs: (On vyplivne nějaký tabák) Zatraceně. Vyhodil jsem si záda od sklizně. Nemůžu přinést zbytek mého sena na trh se špatnými zády, takže jsem asi na mizině. Musim prodat farmu. Tak jo, měl jsem lepší dny.
pl: (Wypluwa nieco tabaki) Parszywie. Nadwyrężyłem moje plecy znosząc plony na żniwach. Nie mogę zanieść reszty mojego siana na rynek czując ból w plecach, więc pewnie zbankrutuję. Będę zmuszony sprzedać gospodarstwo. Więc taa, miewałem lepsze dni.
ru: (Причмокивает трубкой) Паршиво. Потянул спину, собирая урожай. Тепери`ча не могу снести усе те снопы на продажу из-за боли, боюсь надорваться. Придётся продать ферму. Да, бывали деньки повеселее.

source: Maybe you can help me? I need to hire a farmhand to bring in the rest of my hay before it rots. What do you say to 30 gold and a day's worth of honest labor?
cs: Možná, že mi můžeš pomoci? Musím najmout zemědělského dělníka, aby donesl zbytek mého sena, než zhnije. Co říkáte na 30 zlatých a den poctivé práce?
pl: Możesz mi pomóc? Muszę nająć parobka by zebrać resztę siana zanim zgnije. Co powiesz na 30 sztuk i dzień pełen uczciwej pracy?
ru: Сможете помочь мне? Мне нужен работник, что бы снести у подвал все эти снопы, пока они не сгнили. Что скажешь: 30 золотых и день работы на свежем воздухе?

source: (Small talk) So what's your opinion on the ooze crisis?
cs: (Slabým hlasem) Jaký je tvůj názor na slizožroutí invazi?
pl: (Pogawędka) Co zatem sądzisz o galaretowym kryzysie?
ru: (Сплетничать) Ну, и что вы думает о проблеме со Слизью?

source: (He spits some tobacco) The what crisis?
cs: (On vyplivne nějaký tabák) Jaká invaze?
pl: (Wypluwa nieco tabaki) Jakim kryzysie?
ru: (Он выдохнул облачко табачного дыма) Шо за проблемы?

source: Surely you've heard that there's a horde of ravenous amorphous creatures rampaging across the countryside.
cs: Jistě jsi slyšel, že je tu horda hladových amorfních tvorů řádící napříč krajinou.
pl: Z pewnością słyszałeś że jest horda mściwych amorficznych stworzeń szalejących poza miastem.
ru: Наверняка Вы слышали, что есть тьма голодных аморфных существ, хулиганящих в окрестностях.

source: (He stares at you blankly.)
cs: (Dívá se na tebe nechápavě.)
pl: (Wpatruje się w ciebie tępo.)
ru: (Он уставился отупевшим взглядом.)

source: They beat the Pinewood Militia!
cs: Oni porazili Pinewoodskou Domobranu!
pl: Pokonali milicję Pinewood!
ru: Они разгромили ополчение Пинвуда!

source: Sorry, I don't get out much.
cs: Omlouváme se, ale nechodím moc ven.
pl: Wybacz, nie często wychodzę.
ru: Извините, я не всё поняла.

source: I'm just a simple farmer. I don't got time for monsters, militias, or that idiot mayor of ours. Not a one of 'em ever did a hard days' work! But you lass, you look like you might be able to help me...
cs: Jsem jen prostý farmář. Nemám čas na příšery, domobranu, nebo na toho idiota starostu. Ani jeden mi nikdy nepomohl v těžkých dnech! Ale ty jsi holka, vypadáš, jako bys mi mohla být schopna pomoci...
pl: Jestem jedynie prostym rolnikiem. Nie mam czasu na potwory, milicje albo tego idiotę, naszego burmistrza. Żaden z nich nigdy nie przepracował ciężko jednego dnia! Ale ty panienko, wyglądasz jakbyś mogła mi pomóc...
ru: Я простой фермер. У меня нет времени на чудищ, ополченцев, или придурка мэра. Ни кто из них, не пашет как я, каждый день! Но ты, девчушка, выглядишь так, будто сможешь помочь мне...

source: I threw out my back bringing in the summer harvest. I need to hire a farmhand to bring in those bushels o' hay oe'er yonder before they rot. What do you say to 30 gold and a day's worth of honest labor?
cs: Jsem si vyhodil záda při letní sklizni. Musím najmout zemědělského dělník, aby přinesl zbytek stohů sena předtím, než zhnije. Co říkáš na 30 zlatých a den v poctivé práce?
pl: Nadwyrężyłem moje plecy na letnich żniwach. Muszę wynająć parobka by znieść te bele siana zanim zgniją. Co powiesz na 30 sztuk i dzień pełen uczciwej pracy?
ru: Я потянул спину, во время весеннего сенокоса. Мне нужно нанять работягу, что бы снести все`те снопы у подвал, пока они не сгнили. Что скажешь насчёт 30 золотых за непыльную работёнку?

source: (Agree to Help) I'll help you!
cs: (Souhlasit s pomocí) Pomůžu ti!
pl: (Zgódź się) Pomogę ci!
ru: (Согласиться помочь) Я помогу Вам!

source: (He spits some more tobacco) Great. The hay is right next to my farm. Return here when you're done.
cs: (On vyplivne trochu tabáku) Dobře. Seno je hned vedle mé farmě. Vrať se sem, až budeš hotová.
pl: (Wypluwa nieco więcej tabaki) Wspaniale. Siano jest na prawo od mojej farmy. Wróć gdy skończysz.
ru: (Он выдыхает еще одно облачко) Отлич`на. Снопы лежат во дворе. Возвращайся, когда закончишь.

source: (Refuse) I don't have time for this.
cs: (Odmítnout) Nemám čas na toto.
pl: (Odmów) Nie mam na to czasu.
ru: (Отказать) У меня нет на это времени.

source: (He spits some more tobacco) Suit yourself.
cs: (On vyplivne trochu tabáku) Jak je libo.
pl: (Wypluwa nieco więcej tabaki) Jak sobie chcesz.
ru: (Он выдыхает облачко дыма) Как`те будет угодно.

source: You've been a great help, lass! The world needs more people like you! Here's your thirty gold, plus a little extra!
cs: Byla jsi velkým přínosem, děvče! Svět potřebuje více lidí, jako jsi ty! Tady je tvých třicet zlatých, plus něco navíc!
pl: Stanowiłaś wspaniałą pomoc, panienko! Świat potrzebuje więcej takich ludzi jak ty! Oto twoje trzydzieści sztuk, plus niewielki dodatek!
ru: Ты`ча отличная помощница, девчушка! Миру нужно больше людей, таких как ты! Вот тридцать золотых, и немного сверху!

source: female^(Brock effortlessly pins your arm to the table. You lost!)
cs: (Brock snadno položí tvou ruku na stůl. Prohrála jsi!)
pl: (Brock bez wysiłku przyszpila twoją rękę do stołu. Przegrałaś!)
ru: (Брок легко валит Вашу руку на стол. Вы проиграли!)

source: Don't be sad lass, many men far stronger than you have challenged me and lost.
cs: Nebuď smutná děvče, mnoho mužů bylo mnohem silnější, než jsi a stejně prohráli.
pl: Nie smuć się panienko, wielu mężczyzn znacznie silniejszych niż ty wyzwało mnie i przegrało.
ru: Не огорчайся, девчушка, многие мужики посильнее тебя пытались одолеть меня и проиграли.

source: Welcome to Brock's Tavern. Five gold pieces for full room and board!
cs: Vítejte v Brockově hostinci. Pět zlatých za pokoj a rady!
pl: Witam w tawernie Brocka. Pięć sztuk złota za kwaterę razem z wyżywieniem!
ru: Добро пожаловать в таверну Брока. Пять золотых за кров и стол!

source: female^Or perhaps you've come to challenge me, the Fort Pinewood Armwrestling Champion, to a contest of strength?
cs: Nebo snad mě chceš vyzvat, jsem mistr ve Fort Pinewoodu v páce, chceš změřit své síly?
pl: A może przyszłaś tu by rzucić mi wyzwanie, czempionowi Pinewood w siłowaniu się na rękę, w konkursie siły?
ru: Или ты надеешься одолеть меня, чемпиона Пинвуда по армреслингу, в силовом соревновании?

source: (Stay at the Tavern) I want a room.
cs: (Pobyt v hospodě) Chci pokoj.
pl: (Zostań w tawernie) Chcę wynająć pokój.
ru: (Остановиться в таверне) Я хочу комнату.

source: It looks like you don't have five gold. Come back when you have more gold.
cs: Vypadá to, že nemáš pět zlatých. Vrať se, až budeš mít více zlata.
pl: Wygląda na to, że nie masz pięciu sztuk złota. Wróć kiedy będziesz miała
ru: Кажется, у Вас нет пяти золотых. Возвращайтесь, когда наскребёте достаточную сумму.

source: Splendid!
cs: Skvěle!
pl: Wyśmienicie!
ru: Великолепно!

source: female^You wake up the next day feeling refreshed!
cs: Se probudíš druhý den ve svěžím pocitu!
pl: Budzisz się wypoczęta następnego dnia!
ru: Вы проснулись на следующий день отдохнувшей!

source: (Challenge him) I want to challenge you.
cs: (Vyzvěte ho) Chci tě vyzvat.
pl: (Rzuć mu wyzwanie) Chcę się z tobą zmierzyć.
ru: (Армреслинг) Я поборюсь с тобой.

source: Sorry lass, you've already challenged me, remember?
cs: Je nám líto děvče, ale už si mě vyzvala, pamatuješ?
pl: Wybacz panienko, już mnie wyzwałaś, pamiętasz?
ru: Прости, девчушка, ты уже боролась со мной, помнишь?

source: (Leave) Goodbye.
cs: (Odejít) Sbohem.
pl: (Odejdź) Do widzenia.
ru: (Уйти) Всего хорошего.

source: Come again!
cs: Příjď zase!
pl: Zapraszam ponownie!
ru: Заходите снова!

source: Many strong men have tried to defeat me and failed. I doubt a little elf lass like you will put up much of a fight, but I never turn away a challenger, ha ha!
cs: Mnoho silných mužů se mě snažilo porazit a selhali. Pochybuji, že malé elfí děvče, jako jsi ty by se mohlo postavit tak těžkému boji, ale nikdy jsem se neodvrátit od vyzyvatele, ha ha!
pl: Wielu silnych mężczyzn próbowało mnie pokonać i zawiodło. Wątpię czy z mała elfią panienką jak ty to będzie jakiś pojedynek, ale nigdy nie odmówiłem śmiałkowi, cha cha!
ru: Многие сильные мужчины пытались одолеть меня, и проиграли. Я думаю, такая девчонка, как ты, вложит достаточно силы в противоборство. Но я ни когда не отказываю пытающимся, ха-ха!

source: female^(You both get into position. Looking at the size of the huge muscles on Brock's arm, you realize that he will not be easy to defeat.)
cs: (Dáte paže na zahajovací polohu. Při pohledu na velikost obrovských svalů na Brockově paži, si uvědomíš, že nebude snadné ho porazit.)
pl: (Oboje przybieracie pozycję. Spoglądając na rozmiar ogromnych muskułów ramienia Brocka zdajesz sobie sprawę iż niełatwo będzie go pokonać.)
ru: (Вы оба занимаете свои места. Посмотрев на огромные мускулы Брока, Вы понимаете, что одолеть его будет не просто.)

source: (What to do?)
cs: (Co udělat?)
pl: (Co robić?)
ru: (Что же делать?)

source: (Force Brock's arm down with sheer brute strength)
cs: (Donutit Brockovu ruku jít dolů s čirou brutální sílou)
pl: (Obal ramię Brocka używając czystej brutalnej siły)
ru: (Уложить руку Брока грубой силой)

source: female^(Both you and Brock grunt with exertion and your arm muscles bulge. At first you seem to be evenly matched, but gradually you prove yourself to be the stronger competitor and force his arm down. You won!)
cs: (Ty i Brock vrčíte námahou a vaše svaly na pažích nabíhají. Zpočátku se zdá, že to bude vyrovnané, ale postupně dokážeš být silnější než on a nutíš ho dát ruku dolů. Vyhrála jsi!)
pl: (Oboje, ty i Brock pomrukujecie z wysiłku a mięśnie ramienia napinają się. Początkowo wydajecie się równi ale stopniowo dowodzisz, że jesteś silniejszym zawodnikiem i przygważdżasz jego ramię. Wygrałaś!)
ru: (Вы оба начинаете хрюкать от напряжения, жилы на руках вздуваются. Сначала кажется, что силы равны, но вскоре Вы проявляете себя, как сильная соперница и валите руку Брока на стол. Вы победили!)
