Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: (Cheat in the drinking contest by quickly tossing the liquor in the grass when Ram Aide isn't looking)
cs: (Podvádět v opilecké soutěži a rychle hodil alkohol do trávy, když se Ram Aide nedívá)
pl: (Oszukuj w konkursie picia szybko wylewając trunek w trawę kiedy Ram Aide nie patrzy)
ru: (Схитрить в соревновании, быстро выливая ликёр в траву, пока Ром Эйд не смотрит на вас)

source: female^(Your cheating has paid off! Ram Aide collapses in a drunken stupor after an hour of hard drinking. You've won!)
cs: (Tvé podvádění se vyplatilo! Ram Aide se zhroutí v opilí z tvrdého alkoholu po jedné hodině. Vyhrála jsi!)
pl: (Oszukiwanie się opłaciło! Ram Aide popada w pijany stupor po godzinie nieprzerwanego picia. Wygrałaś!)
ru: (Ваша хитрость сработала! Ром Эйд упал пьяным после часового алкомарафона. Вы победили!)

source: female^(You aren't quick enough. Ram Aide notices your cheating and chases you away from his barrel at gunpoint. You failed!)
cs: (Nejsi dost rychlá. Ram Aide si všimne tvého podvádění a hodí tě do svého sudu. Selhala jsi!)
pl: (Nie jesteś wystarczająco szybka. Ram Aide zauważa twoje oszustwo i odgania cię od swojej beczki przy stanowisku strzeleckim. Zawiodłaś!)
ru: (Вы были не слишком быстры. Ром Эйд заметил, что вы хитрите, и не подпускает Вас к бочке на пушечный выстрел. Вы проиграли!)

source: (Deftly place some noxious herbs in Ram Aide's tankard when he isn't looking)
cs: (Obratně umístit nějaké škodlivé byliny do Ram Aideho korbelu, když se nedívá)
pl: (Zręcznie dosyp nieco szkodliwych ziół do kufla Rama Aida kiedy nie patrzy)
ru: (Насыпать ядовитой травы в кружку Ром Эйда, пока он не видит)

source: female^(Your cheating has paid off! Ram Aide is forced to forfeit after getting sick. You've won!)
cs: (Tvé podvádění se vyplatilo! Ram Aide je nucen vzdát se poté, co se mu udělalo špatně. Vyhrála jsi!)
pl: (Oszustwo się opłaciło! Ram Aide jest zmuszony się poddać po tym jak go zemdliło. Wygrałaś!)
ru: (Ваша хитрость удалась! Ром Эйд вынужден сдаться, после того, как его вырвало. Вы выиграли!)

source: female^(You aren't dexterous enough. Ram Aide notices your attempt and chases you away from his barrel at gunpoint. You failed!)
cs: (Ty nejsi dostatečně obratná. Ram Aide si všimne tvého pokusu a odežene tě od svého sudu zbraní. Selhala jsi!)
pl: (Nie jesteś wystarczająco zręczna. Ram Aide zauważa twoje usiłowania i odgania cię od swojej beczki przy stanowisku strzeleckim. Zawiodłaś!)
ru: (Вы оказались не слишком проворной. Ром Эйд заметил ваши уловки и теперь не подпускает и на пушечный выстрел. Вы проиграли!)

source: This is ridiculous, goodbye!
cs: To je směšné, sbohem!
pl: To niedorzeczne, do widzenia!
ru: Это смешно, прощай!

source: Goodby-hic!
cs: Sbohem-Škyt
pl: Do widze-hik!
ru: Досвидан-ик!

source: (Actually you don't have that much)
cs: (Vlastně ty nemáš tolik)
pl: (W zasadzie to tyle nie posiadasz)
ru: (У вас нет так много)

source: female^Would you be interested in making a donation to Pelor, god of healing?
cs: Měla byste zájem o poskytnutí daru Pelorovi, bohu zdravý?
pl: Czy byłabyś zainteresowana złożeniem ofiary Pelorowi, bogowi uzdrawiania?
ru: Желаешь сделать небольшое пожертвование Пелору, богу исцеления?

source: (Make a small donation) Here's five gold pieces.
cs: (Přispěj malým darem) Tady je 5 zlatých.
pl: (Złóż małą ofiarę) Oto pięć sztuk złota.
ru: (Маленькое пожертвование) Вот пять золотых.

source: Thank you. May Pelor's light always shine upon you!
cs: Děkuju. Nuže těď tě Pelorovo světlo vždycky ozáří!
pl: Dziękuję. Niech światło Pelora zawsze ci przyświeca!
ru: Благодарю. Да простирается над тобой свет Пилора во веки веков!

source: (Make a large donation) Here's fifty gold pieces.
cs: (Přispěj velkým darem) Tady je padesát zlatých.
pl: (Złóż dużą ofiarę) Oto pięćdziesiąt sztuk złota.
ru: (Сделать основательное пожертвование) Вот пятьдесят золотых.

source: My lady is MOST generous! You have gained a great ally in Pelor today!
cs: Moje paní jste velmi štědrá! Ty jsi dnes získala velkého spojence Pelora!
pl: Moja damo jesteś NADZWYCZAJ szczodra! Pozyskałaś dziś wielkiego sprzymierzeńca, Pelora!
ru: О, миледи так щедры! Вы заслужили великую милость Пелора сегодня!

source: (Decline to donate) Sorry, not today.
cs: (Odmítnout darování) Promiň dnes ne.
pl: (Odmów ofiary) Wybacz, nie dzisiaj.
ru: (Отказать в милостыне) Извините, не сегодня.

source: Peace be with you.
cs: Mír s tebou.
pl: Pokój z tobą.
ru: Мир тебе.

source: May the blessings of Pelor be upon thee, child.
cs: Může tě Pelor požehnat, dítě.
pl: Niech spocznie na tobie błogosławieństwo Pelora, dziecko.
ru: Пусть благословение Пелора прибудет с тобой, дитя.

source: (A handsome young elf warrior stands by the side of the road, sunlight glinting off his shining armor and golden hair. There is something very familiar about him...)
cs: (Pohledný mladý elfí bojovník stojí na kraji silnice, sluneční světlo se leskne na jeho sundaném brnění a na zlatých vlasech. Je na něm něco velmi povědomého...)
pl: (Przystojny, młody elficki wojownik stoi na poboczu drogi, słońce połyskuje na jego błyszczącej zbroi i złotych włosach. Jest w nim coś bardzo znajomego...)
ru: (Ухоженный молодой эльф стоит у края дороги, солнце играет бликами на его блестящей броне и золотых волосах. Что-то в нём кажется слишком знакомым...)

source: Aurelia!!! (He rushes to embrace you)
cs: Aurelie!!! (On spěchá, aby tě obejmul)
pl: Aurelia!!! (Śpieszy by cię objąć)
ru: Арейла!!! (Он пытается обнять Вас)

source: I've been looking all over for you!
cs: Hledal jsem tě všude!
pl: Wszędzie cię szukałem!
ru: Я тебя повсюду ищу!

source: (You may be in trouble...You recognize him as your host's boyfriend. You have memories of her spurning him a few months ago...)
cs: (Ty můžeš být v průšvihu...Poznáváš ho jako svého nezvaného přítele. Tvé vzpomínky ukazují jak si ho odmítla před několika měsíci...)
pl: (Możesz mieć kłopoty... Rozpoznajesz go jako chłopaka twojej nosicielki. We wspomnieniach odtrąciła go kilka miesięcy temu...)
ru: (Похоже, у Вас проблемы... Вы понимете, что этот парень - близкий друг вашего вместилища. Вы находите воспоминание, что отвергли его несколько месяцев назад...)

source: All right. So maybe you had some spiritual awakening that led you on a crusade to purify Shinseki forest. And maybe I didn't agree with said spiritual awakening. And I certainly didn't agree with you leaving our homeland for the human lands.
cs: Dobrá. Takže možná jsi měla nějaké duchovní probuzení, které tě vedlo na křížovou výpravu, abys Shinsekiho les očistila. A možná, že jsem nesouhlasil s uvedeným duchovním probuzení. A já jsem rozhodně nesouhlasil s odchodem z naši vlasti do lidských zemí.
pl: Dobrze. Zatem może miałaś jakieś duchowe przebudzenie, które poprowadziło cię na krucjatę by oczyścić las Shinseki. I może nie zgadzałem się z tym duchowym przebudzeniem. I z pewnością nie zgadzałem się z tobą byś opuściła naszą krainę by przybyć na ziemię ludzi.
ru: Хорошо. Возможно у тебя было внутреннее жгучее желание пойти в крестовый поход, ради очищения Шинсеки. И,возможно, я был несогласен с такими проявлениями характера. И, конечно, я не был согласен, что ты оставила родной дом ради человеческих земель.

source: But you know, these last few months I've been lost without you. All I want is to be together again with you! Aurelia...(he gets down on his knees) will you take me back?
cs: Ale víš, v posledních měsících jsem byl ztracený bez tebe. Všechno, co chci, je být spolu s tebou! Aurelie...(klekne na kolena), vezmeš mě zpátky?
pl: Ale wiesz, przez to kilka ostatnich miesięcy byłem zagubiony bez ciebie. Wszystko czego pragnę to być ponownie razem z tobą! Aurelio... (Pada na kolana) Czy przyjmiesz mnie z powrotem?
ru: Но знаешь, все эти месяцы я скучал по тебе. Всё, чего я хочу, это снова быть вместе! Арейла... (он падает на колени) ты примешь меня обратно?

source: (Reject him) No! I hate you! Get away from me!
cs: (Odmítnout ho) Ne! Nenávidím tě! Jdi odemě pryč!
pl: (Odrzuć go) Nie! Nienawidzę cię! Zostaw mnie!
ru: (Отвергнуть)Нет! Я ненавижу тебя! Убирайся прочь!

source: Aurelia...no! I...can't live without you! (He runs off, his face a picture of anguish.)
cs: Aurelie...ne! Já...nemůžu žít bez tebe! (On uteče, v jeho tváři byl obraz úzkosti.)
pl: Aurelio... Nie! Ja... Nie mogę bez ciebie żyć! (Biegnie przed siebie, jego twarz jest obrazem boleści.)
ru: Арейла...нет! Я... не могу жить без тебя! (Он убегает, с лицом, преисполненным муки.)

source: (Extort him) If you really love me, prove it and give me all your money right now!
cs: (Vydírat ho) Jestli mě opravdu miluješ, dokaž to a dej mi všechny tvé peníze hned teď!
pl: (Wykorzystaj go) Jeśli naprawdę mnie kochasz, udowodnij to i oddaj mi natychmiast wszystkie swoje pieniądze!
ru: (Вымогать) Если ты действительно любишь меня, докажи: отдай мне все деньги, что у тебя есть!

source: (Puzzled) I thought you'd sworn off materialism? (Sigh) I'll never understand women. All I've got is 43 gold pieces. Don't spend it all in one place.
cs: (Zmateně) Myslel jsem, že jsi přísahala, že nebudeš materalistická? (Povzdech) Nikdy nepochopím ženy. Všechno, co mám, je 43 zlatých. Neutrať to všechno na jednom místě.
pl: (Zmieszany) Myślałem, że wyrzekłaś się materializmu? (Wzdycha) Nigdy nie zrozumiem kobiet. Wszystko co mam to 43 sztuki złota. Nie wydaj wszystkiego w jednym miejscu.
ru: (Недоумённо) Я думал ты не такая материалистка! (Вздох) Никогда не понимал женщин. Всё, что у меня есть - эти 43 золотых. Не трать всё сразу.

source: (Accept him) I'm, errr, glad you came!
cs: (Přijmout ho) Já jsem, errr ráda, že jsi přišel!
pl: (Przyjmij go) Ja, eee, cieszę się że przyszedłeś!
ru: (Принять его) Я, эм-м, рада тебя видеть!

source: (He kisses you repeatedly) Oh Aurelia! Today is the happiest day since...since we first got together! Come, it's time we spent some quality time together.
cs: (On tě opakovaně políbí) Oh Aurelie! Dnes je nejšťastnější den, protože...protože jsme se dali poprvé dohromady! Pojď, je čas, abychom spolu strávili nějaký čas.
pl: (Całuje cię wielokrotnie) Och Aurelio! Dziś jest najszczęśliwszy dzień odkąd... Odkąd pierwszy raz byliśmy razem! Chodź, już czas byśmy wspólnie wypoczęli.
ru: (Он бросается Вас целовать без остановки) О, Арейла! Сегодня счастливейший день с того момента... с момента нашей первой встречи! Идём, самое время провести немного времени вдвоём.

source: (You spend quality time with Sithras!)
cs: (Strávila jsi kvalitní čas se Sithrasem!)
pl: (Spędziłaś przyjemnie czas z Sithrasem!)
ru: (Вы отлично провели время с Ситхасом!)

source: I understand you have some things to take care of around town. I'll wait here for you until you're done.
cs: Chápu, že se musíš postarat o nějaké věci v okolí města. Počkám tu na tebe, až budeš hotová.
pl: Rozumiem, że masz jakieś sprawy do załatwienia w mieście. Zaczekam tutaj dopóki nie skończysz.
ru: Я понимаю, у тебя куча дел в городе. Я буду ждать здесь, пока ты закончишь.

source: Move along! Nothing to see here! Really! Go away!
cs: Odejdi! Nic k vidění! Opravdu! Jdi pryč!
pl: Ruszajcie dalej! Nie ma tutaj nic do oglądania! Naprawdę! Odejdźcie!
ru: Двигай отсюда! Нечего пялиться тут! Внатуре! Брысь!

source: female^Hello stranger. It's not often you see an elf in Fort Pinewood. It's said your kind knows about...sylvan problems...so maybe you'd be able to help me.
cs: Dobrý den, cizinko. Nestává se často vidět elfku ve Fort Pinewoodu. Říká se, že tvůj druh ví o... hrubých problémy...tak možná bys mi mohla být schopna pomoci.
pl: Witaj nieznajoma. Nieczęsto widuje się elfy w forcie Pinewood. Mówi się, że twój rodzaj wie o... Problemach kniei... Więc może byłabyś w stanie mi pomóc.
ru: Привет незнакомка. Не ожидал увидеть эльфа в Пинвуде. Это говорит что ты знакома с этими... сильфийскими штучками... может сможешь помочь мне.

source: My brother used to own this cottage, but he was in the militia and...
cs: Můj bratr vlastnil tuto chatku, ale on byl v domobraně a...
pl: Mój brat był właścicielem tej chatki, ale służył w milicji i...
ru: Мой брат приобрел этот дом, но вступил в ополчение и...

source: Got eaten?
cs: Snědli ho?
pl: Został zjedzony?
ru: Был съеден?

source: Yeah. No worries though, I hated the guy. And now I've inherited his cottage. Only problem is, there's this crazed fairy that keeps attacking me! Then she runs to hide in the forest when I call for the town guards!
cs: Jo. Bez obav, však nenáviděl jsem ho. A teď jsem zdědil chalupu. Jediný problém je, že je tu šílenná víla, která na mě útočí! Pak se běží schovat do lesa, když zavolám na městské stráže!
pl: Taa. Jednak obeszło się bez zmartwień, nienawidziłem gościa. A teraz odziedziczyłem jego chatynkę. Jedyny problem to ta zwariowana wróżka, która stale mnie atakuje! Potem ucieka i kryje się w lesie kiedy tylko wezwę straże!
ru: Точно. Не переживай, я ненавидел этого парня. И теперь я унаследовал его дом. Только одна проблема, сумасшедшая фея, постоянно нападает на меня! Если она не убежит в лес, я собираюсь вызвать городскую стражу!

source: Dryad
cs: Dryáda
pl: Driada
ru: Дриада

source: Lies! This land is mine! The human who used to live in the cottage was nice. But this new human tried to cut down my tree.
cs: Lži! Tato země je moje! Člověk, který bydlel v domku byl fajn. Ale tento nový člověk se pokusil porazit můj strom.
pl: Kłamstwa! Ta ziemia należy do mnie! Człowiek, który mieszkał w tej chatce był miły. Ale ten nowy próbował ściąć moje drzewo.
ru: Ложь! Эта земля моя! Человек, живший в этом доме был добр. Но новый хозяин хочет спилить моё дерево.

source: It's my tree, not yours! I own this land now! Its been in my family for five generations.
cs: Je to můj strom, ne tvůj! Já nyní vlastním tuto zemi! Má rodina to tu už vlastnila po pět generací.
pl: To moje drzewo, nie twoje! Ja jestem teraz właścicielem tej ziemi! Była własnością mojej rodziny przez pięć pokoleń.
ru: Это моё дерево, а не твоё! Я теперь хозяин на этой земле! Она принадлежит моей семье пять поколений.

source: I do not know what these 'generations' are that you speak of. But I have lived here since my tree was but a tiny sprout in the ground. The human town is something new. I do not like it. The humans need to leave this place forever.
cs: Nevím, co myšlíš těmito "generacemi" o kterých mluvíš. Ale já jsem žila tady, od doby kdy můj strom byl ještě malý výhonek v zemi. Lidské město je něco nového. Nelíbí se mi to. Lidé musí opustit toto místo navždy.
pl: Nie wiem nic o tych "generacjach", o których mówisz. Ale żyłam tu od czasu kiedy moje drzewo było maleńkim kiełkiem w ziemi. Ludzkie miasto jest czymś nowym. Nie podoba mi się. Ludzie powinni opuścić to miejsce na zawsze.
ru: Я не знаю, о каких "поколениях" ты говоришь. Но я жила здесь с тех пор, как деревце было малюсеньким росточком. А город вокруг недавно появился. И он мне не нравиться. Людям следует покинуть эти места.

source: Help me claim my inheritance and I'll reward you well.
cs: Pomoz mi potvrdit, mé dědictví, a já tě dobře odměním.
pl: Pomóż mi objąć moje dziedzictwo a dobrze cię wynagrodzę.
ru: Помоги мне защитить собственность, и я вознагражу тебя.

source: (Side with Guthry) I'll use my sylvan magic to banish this crazy dryad.
cs: (Strana s Guthrem) Budu používat Sylvaninu magii na zahnání této šílené dryády.
pl: (Weź stronę Guthrego) Użyję mojej elfiej magii by przegnać tą szaloną driadę.
ru: (На сторону Глоткина) Я использую мою магию сильфы, что бы запечатать сумасшедшую дриаду.

source: female^No! You're an elf! How could you side with--
cs: Ne! Jsi elfka! Jak jsi mohl na stranu s--
pl: NIe! Jesteś elfką! Jak możesz sprzymierzyć się z--
ru: Нет! ТЫ же эльф! Как ты можешь связаться с--

source: Niste Siara Belkan! (You banish the dryad back into her tree. It will be many years before she will be able to emerge again.)
cs: Niste Siara Belkan! (Ty jsi zahnala dryádu zpět do jejího stromu. To bude trvat mnoho let, než se bude moci znovu objevit.)
pl: Niste Siara Belkan! (Wypędzasz driadę z powrotem do jej drzewa. Minie wiele lat zanim będzie mogła pojawić się ponownie.)
ru: Нисте Сайра Белкан! (Вы запечатываете дриаду внутри дерева. Пройдёт немало лет, прежде чем она сможет выбраться.)

source: Thanks for the help! Here's fifty gold for your trouble.
cs: Děkuji ti za pomoc. Tady je padesát zlatých za tvoje potíže.
pl: Dziękuję za pomoc! Oto pięćdziesiąt sztuk złota za twój trud.
ru: Благодарю за помощь! Вот`те полтинник за труды.

source: (Side with the Dryad) The Dryad was here first, she is in the right.
cs: (Strana s Dryádou) Dryáda tu byla první, ona je v právu.
pl: (Weź stronę Driady) Driada była tu pierwsza, ona ma prawo do ziemi.
ru: (На стороне Дриады) Дриада была здесь первой, она права.

source: Damn dryad and her damn tree-hugging sympathizers! (Menacingly) I know I can't take this land by force, but mark my words, one day someone strong will come along who'll see my side of things!
cs: Zatracená Dryáda a její zatracený stromovo-objímající sympatizér! (Výhružně) Vím, že nemůžu zabrat tuto zemi silou, ale máš moje slovo, že jednoho dne někdo silný přijde a pak mě uvidíš na jeho straně!
pl: Cholerna driada i jej cholerni obmacujący drzewa sympatycy! (Złowrogo) Wiem, że nie mogę przejąć tej ziemi siłą, ale zapamiętajcie moje słowa, któregoś dnia przybędzie ktoś silny kto będzie widział rzeczy jak ja!
ru: Чёртова дриада и её чертовы любители деревьев! (Заговорчески) Я знаю, сейчас я не смогу отбить мою землю назад, но, помяни моё слово, однажды кто-то сильный придёт и он будет на моей стороне!

source: female^Thank you for helping keep the rabid human at bay, though I fear it is just for a little while longer. If you ever need a friend of the Forest, I am here.
cs: Děkuji ti za pomoc udržet vzteklého člověka na uzdě, ale obávám se, že je to jen na chvíli. Pokud budeš někdy potřebovat přítele lesa, jsem tady.
pl: Dziękuję ci za pomoc w utrzymaniu, w ryzach rozjuszonego człowieka, chociaż lękam się, iż to jedynie chwilowe. Jeśli kiedykolwiek byś potrzebowała przyjaciela lasu, jestem tutaj.
ru: Благодарю за помощь против этого взбесившегося человека, боюсь я бы не выдержала дольше. Если тебе понадобиться помощь, подруга Леса, я буду здесь.

source: Thirty gold pieces gets you your very own troll whelp slave. Use the creature for manual labor, bet on him in the gladiator pits, sic him on your enemies, just think of the possibilities! And all for the low, low price of thirty gold!
cs: Třicet kousků zlata pro tvého osobního mladého trollího otroka. Použi jej k manuální práci, pošli jej do boje, do boje proti svým nepřátelům, myslli na to, kolik máš možností! A to vše za nízkou, nízkou cenu třicet zlatých!
pl: Trzydzieści sztuk złota i masz swoje własne szczenię trolla, niewolnika. Użyj stworzenia do prac fizycznych, stawiaj na niego w jamach gladiatorów, poszczuj go na swych wrogów, tylko pomyśl o możliwościach! A wszystko to za niską, niską cenę trzydziestu sztuk!
ru: За тридцать монет отдам Вам отличного личного раба — детёныша тролля. Используйте его для тяжёлой работы, выставляйте на гладиаторских боях, натравливайте на врагов, просто представьте себе все возможности! И всё за ничтожную цену в тридцать золотых!

source: Enslaving other creatures is wrong! How can you be so cold-hearted?!
cs: Zotročovat jiné bytosti je špatně! Jak můžete být tak bezcitný?
pl: Zniewalanie innych stworzeń jest złe! Jak możesz mieć tak nieczułe serce?!
ru: Торговать разумными созданиями - неправильно! Как Вы можете быть таким жесткосердечным?!

source: What do you care? You're not the one being sold on the auction block!
cs: Co se staráš? Ty nejsi ten koho prodávají na aukcích!
pl: Co cię to obchodzi? Nie ciebie sprzedają na aukcji!
ru: Тебя то что заботит? Таких, как ты, не продают с аукциона!

source: I'll have the town guards arrest you!
cs: Zavolám městské stráže, aby tě zatkli!
pl: Powiem straży miejskiej by cię aresztowała!
ru: Я попрошу городскую стражу арестовать вас!

source: For what? Slavery is legal in this province. So take your self-righteous attitude, turn yourself around, and walk the other way! Or maybe I'll have Gorl teach you a lesson.
cs: Za co? Otroctví je legální v této provincii. Tak vem svůj-spravedlivý postoj, otoč se kolem a běž na druhou stranu! Nebo možná ti Gorl udělí lekci.
pl: Za co? Niewolnictwo jest legalne w tej prowincji. Więc zabierz swoje słuszne przekonania, odwróć się i odejdź w swoją stronę! A może Gorl ma ci dać nauczkę.
ru: За что это? Работорговля законна в этом крае. Так что подбери своё самодовольное отношение, разворачивайся, и топай в другую сторону! Или мне попросить Горла преподать тебе урок?

source: (Grunts)
cs: (Zavrčí)
pl: (Pomruk)
ru: (Хрюкает)

source: Come on Bryony, there's nothing to be gained from agitating the locals. We must stay focused on our mission!
cs: Pojď Bryony, nic nezískáme mícháním se s místními obyvateli. Musíme se soustředit na naše poslání!
pl: Daj spokój Bryony, nic nie zyskamy na agitowaniu tutejszych mieszkańców. Musimy się skupić na naszej misji!
ru: Идём Бриони, мы не сможем ничего получить агитируя местных. Нам нужно сконцентрироваться на нашей миссии!

source: We can't just walk away from something like this!
cs: Nemůžeme jen tak odejít od něčeho, jako je toto!
pl: Nie możemy czegoś takiego tak zostawić!
ru: Мы не можем просто взять и уйти, как он сказал!

source: I'll buy the troll whelp for 30 gold.
cs: Budu kupovat trollí mládě za 30 zlatých.
pl: Kupię szczenię trolla za 30 sztuk.
ru: Я выкуплю тролля за 30 золотых.

source: I hope you realize that by patronizing this man's business you're only encouraging him!
cs: Doufám, že si uvědomuješ, že budeš sponzorovat činnost tohoto muže čím ho jen povzbudíš!
pl: Mam nadzieję, że zdajesz sobie sprawę z tego, iż wspierając jego interes tylko go zachęcasz!
ru: Я надеюсь, ты понимаешь, что поддерживая бизнес этого человека, ты только подталкиваешь его на большее!

source: (Side with Bryony) Slaving is an evil business! I think you should stop.
cs: (Strana s Bryononem) Otroctví je špatné podnikání! Myslím, že bys měl přestat.
pl: (Weź stronę Bryony) Niewolnictwo jest złe! Sądzę, że powinieneś zaprzestać takiej działalności.
ru: (На сторону Бриони) Работорговля - плохой бизнес! Я думаю, Вы должны прекратить заниматься этим.

source: I used to be a beggar on the streets of Tarakin City, but since I got into slaving I've always had three meals a day and a soft bed to sleep in at night. What the hell do you elves know about poverty or evil?
cs: Býval jsem žebrák v ulicích Tarakin City, ale od té doby co se zabývám zotročováním jsem vždycky měl tři jídla denně a měkkou postel na spaní v noci. Co vlastně elfové vědí o chudobě nebo zlu?
pl: Byłem żebrakiem na ulicach miasta Tarakin, ale od kiedy zająłem się niewolnictwem mam zawsze trzy posiłki dzienne oraz miękkie łóżko do spania w nocy. Co do diaska wy elfy wiecie o biedzie albo złu?
ru: Я был попрошайкой на улицах Таракина, но занявшись работорговлей, я обеспечиваю себе трех разовое питание каждый день и ночлег каждую ночь. Вы, эльфы, ни черта не знаете о бедности, и о том, что плохо!

source: Just because you had a rough life doesn't mean you're entitled to make other people suffer!
cs: Jen proto, že jsi měl tvrdý život neznamená, že máš nárok, aby ostatní lidé trpěli!
pl: To, że miałeś ciężkie życie nie znaczy, iż możesz przysparzać cierpień innym!
ru: Просто потому, что Вы захотели сладкой жизни, Вы не можете заставлять других людей страдать!

source: (Don't get involved).
cs: (Nenechejte se zapojit).
pl: (Nie mieszaj się).
ru: (Не вмешиваться).

source: (The elf and the human are still arguing as you leave)
cs: (Elf a člověk se stále dohadovat, jak si odcházel)
pl: (Elfka i człowiek nadal się spierają kiedy odchodzisz)
ru: (Эльф и человек всё ещё спорят, когда Вы уходите)
