Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: female^(On second thought, as you look at the Mayor's four well-armored bodyguards, you decide that it might not be in your best interest to provoke a fight here. You need to become more powerful before you make a move to destroy the humans...)
cs: (Na druhou stranu, jak se díváš na starostovi čtyři dobře obrněné osobních strážce, jsi se rozhodla, že to nemusí být ve tvém nejlepším zájmu, abys vyprovokovala rvačku nyní. Musíš se stát silnější, než uděláš tah ke zničením lidí…)
pl: (Po zastanowieniu, kiedy przyjrzałaś się czterem dobrze opancerzonym przybocznym burmistrza, zdecydowałaś, że nie jesteś zainteresowana wszczynaniem walki tutaj. Potrzebujesz znacznie zwiększyć swą potęgę zanim wykonasz ruch by zniszczyć ludzi...)
ru: (На второй взгляд, посмотрев на четырёх закованных в доспехи телохранителей, Вы решаете, что сердить мэра, провоцируя на бой - не лучшая идея. Вам нужно стать сильнее, перед тем, как начать уничтожать человечество...)

source: It all started when our militia leader led a punitive strike against the local goblin tribe. The strike force encountered an incredibly evil, powerful monster that devoured all in its path!
cs: Všechno to začalo, když náš velitel domobrany vedl odvetný útok proti místnímu goblinímu kmeni. Střetem armád došlo k probuzení neuvěřitelně zlých, silných monster, které pohltily všechno co jim stálo v cestě!
pl: Wszystko zaczęło się kiedy dowódca milicji poprowadził atak odwetowy przeciwko miejscowemu plemieniu goblinów. Siły uderzeniowe napotkały jednak niewiarygodnie złego, potężnego potwora, który pożarł wszystko na swej drodze!
ru: Это всё началось, когда начальник ополчения решил нанести привентивный удар по местным гоблинам. Его силы встретились с невероятным злом, могучим чудовищем, что растворяло всё и всех на своём пути!

source: The Pinewood Militia suffered a crushing defeat, and our militia leader was killed. I've had all the outlying farmsteads evacuated as we no longer have the manpower to defend them. The Imperial Army is coming to our aid, but it'll be weeks before they arrive in force.
cs: Pinewoodská domobrana utrpěla drtivou porážku, a náš velitel domobrany byl zabit. Evakuoval jsem všechny odlehlé usedlosti, abychom měli dost lidí, na to abychom se ubránili. Císařská armáda se blíží, aby nám pomohla, ale bude to trvat týdny, než dorazí do pevnosti.
pl: Milicja Pinewood doświadczyła miażdżącej porażki, a dowódca został zabity. Ewakuowałem okoliczne gospodarstwa jako, że nie posiadamy już sił by ich bronić. Armia imperialna nam pomoże, ale miną tygodnie zanim tu dotrą.
ru: Ополчение Пинвуда потерпело сокрушительное поражение, и наш командир ополчения был убит. Мы вывезли всех крестьян с пригородных посёлков, поскольку у нас не хватает людей, что бы защитить их. Имперская Армия спешит на помощь, но пройдут недели, пока они прибудут в полном составе.

source: In the meantime I've been trying to recruit heroes and mercenaries to bolster the fort's defenses. I'm not just worried about the oozes; there's plenty of opportunistic orc warlords that would love to sack a poorly defended human town. If word of our militia's defeat spreads we may have more to worry about than just mindless oozes!
cs: Do té doby jsem se snažil naverbovat hrdiny a žoldáky k posílení obranyschopnosti pevnosti. Nebojím se jen slizožroutů, je tu spousta tlup skřetích válečníků, kteří by rádi, vyrabovali špatně bráněné lidské město. Jestli bude naše domobrana poražena, budeme mít víc starastí, než jen bezduché Slizožrouty!
pl: W międzyczasie próbowałem zaciągnąć bohaterów i najemników by wzmocnić obronę fortu. Nie tylko galarety mnie martwią. Jest mnóstwo oportunistycznych orkowych wodzów, którzy radośnie złupią kiepsko bronione ludzkie miasto. Jeśli wieści o klęsce naszej milicji się rozprzestrzenią wkrótce będziemy mieli większe zmartwienia niż bezmyślne mazie!
ru: Тем временем, я пытаюсь нанимать героев и наёмников, что бы поднять обороноспособность форта. И я беспокоюсь не только о Слизи; есть ещё и множество орочьих вождей, что любят нападать на слабозащищенные людские поселения. По словам наших ополченцев, этого стоит опасаться больше, чем безумной Слизи!

source: female^If you're interested in helping with the town's defense, go speak with Frist at the Training Hall. You may also want to speak with some of the other townsfolk. They might, at the very least, be able to provide you with valuable information.
cs: Máte-li zájem pomoci s obranou města, jděte si promluvit s Fristy v tréninkové hale. Můžete také chtít hovořit s některými z ostatních měšťanů. Mohli by, přinejmenším, být schopeni poskytnout vám cenné informace.
pl: Jeśli jesteś zainteresowana wsparciem obrony miasta porozmawiaj z Fristem w hali treningowej. Możesz też spotkać się z innymi mieszkańcami. Mogą przynajmniej udzielić ci wartościowych informacji.
ru: Если Вы заинтересованы помочь в обороне города, ступайте, поговорите с Фристом в Тренировочном зале. Возможно, Вы пожелаете переговорить и с другими горожанами. Они смогут, насколько возможно, дать Вам ценную информацию.

source: Oh, would that I might never see another day such as today, alas, alas!
cs: Oh, tak, já už nikdy neuvidim další den, jako je ten dnešní, bohužel, bohužel!
pl: Och obym nigdy więcej nie zobaczył takiego dnia jak ten. Nieszczęście, nieszczęście!
ru: О, как я хотел бы не узнать больше дня, подобного этому, увы мне, увы мне!

source: (What to say?)
cs: (Co říct)
pl: (Co powiedzieć?)
ru: (Что сказать?)

source: (Offer to help) Hello sir. Is something wrong?
cs: (Nabídka pomoci) Ahoj pane. Je něco špatně?
pl: (Zaoferuj pomoc) Witaj sir. Czy wszystko w porządku?
ru: (Предложить помощь) Добрый день, сэр. Что-то не так?

source: Oh fair damsel, I don't want to burden you with my problems. (He suddenly reconsiders) On the other hand, perhaps you're just what I need...
cs: Oh děvče, já tě nechci zatěžovat svými problémy. (Náhle přehodnotí) Na druhou stranu, možná jsi to, co potřebuji...
pl: Och zacna panienko. Nie chcę obciążać cię moimi problemami. (Nagle rozważa rzecz ponownie) Z drugiej strony, być może jesteś kimś kogo potrzebuję...
ru: О, прекрасная дева, я не желаю обременять тебя моими проблемами. (Он неожиданно передумал) С другой стороны, Вы то, что нужно...

source: I'll tell you my tale of woe, and then you can decide whether to help me or not.
cs: Řeknu ti svůj příběh o žalu, a pak se můžeš rozhodnout, zda mi chceš pomoci, nebo ne.
pl: Opowiem historię mego żalu, a wtedy zdecydujesz czy mi pomożesz.
ru: Я расскажу вам свою горестную историю, а затем вы решайте, помочь мне или нет.

source: Last year I was traveling with a trade caravan in the icy steppes of Vedra when we were ambushed by orcs. Except for myself, there was only one other survivor, a beautiful and skilled mage by the name of Corinna.
cs: Minulý rok jsem byl na cestách s obchodní karavanou v ledových stepí Vedry, když jsme byli přepadeni skřety. Kromě mě, tam zůstal už jen jeden přeživší, krásná a zkušená magyně jménem Vendula.
pl: Zeszłego roku podróżowałem wraz z karawaną przez lodowe stepy Vedry gdy zostaliśmy napadnięci przez orków. Oprócz mnie ocalała jedynie piękna i utalentowana czarodziejka imieniem Corinna.
ru: В прошлом году я путешествовал с торговым караваном в ледяных степях Ведры, когда мы наткнулись на засаду орков. Тогда только один человек, не считая меня, остался в живых: красавица (и опытный маг) по имени Карина.

source: What can I say about Corinna? Her eyes are exquisite emeralds, her face is that of an angel, she is a goddess made flesh! With Corinna's magic and my paladin skills we became the perfect team. Together we defeated orcs, yetis, and other evils too terrible to mention. At night we hugged each other for warmth, warding off the relentless cold. And finally, after months of traveling together, the two of us made it back to civilization.
cs: Co mohu říci o Vendule? Její oči jsou nádherné jako smaragdy, její tvář je jako tvář anděla, ona je bohyně z masa! S Vendininou magií a mýma paládinskýma dovednostma jsme se stali perfektní tým. Společně jsme porazili skřety, Yetiho a další zla, příliš hrozné o nich dál mluvit. V noci jsme se objali kvůli teplu, odvrátit neúprosný chlad. A konečně, po měsících cestování společně, jsme se oba dva dostali zpátky do civilizace.
pl: Co mogę rzec o Corinnie? Jej oczy są jak najpiękniejsze szmaragdy, jej twarz jest twarzą anioła, jest żywą boginią! Z magią Corinny i moimi umiejętnościami paladyna staliśmy się doskonałą drużyną. Razem pokonaliśmy orki, yeti i inne poczwary zbyt straszliwe by je nawet wspominać. W nocy obejmowaliśmy się wzajemnie dla ciepła, chroniąc się przed przenikliwym zimnem. Wreszcie po miesiącach wspólnej podróży powróciliśmy do cywilizacji.
ru: Что я могу сказать о Карине? Ее глаза - изысканные изумруды, лицо как у ангела, у неё божественная кожа! С магией Карины и моими навыками паладина мы стали идеальной командой. Вместе мы одолели орков, йети и других злобных тварей, что даже страшно упоминать. Ночью мы обнимались, чтобы согреться, спасаясь от безжалостного холода. И, наконец, после нескольких месяцев, путешествуя вместе, вдвоём добрались до цивилизации.

source: We're the perfect team! The gods intended for us to be together, I'm sure of it!
cs: Jsme perfektní tým! Bohové nás určili být spolu, jsem si jist, že je tomu tak!
pl: Stanowimy perfekcyjny zespół! Bogowie chcą byśmy byli razem, jestem o tym przekonany!
ru: Мы отличная команда! Боги предначертали нам быть вместе, я уверен!

source: You do sound like a good match. So what's the problem?
cs: Ty zní jako dobrý nápad. Tak v čem je problém?
pl: Brzmi to tak jakbyście byli świetną parą. W czym zatem problem?
ru: Пока всё звучит хорошо. В чём же проблема?

source: Corinna is evil and she hates me.
cs: Vendula je dábel a nenávidí mě.
pl: Corinna jest zła i nienawidzi mnie.
ru: Карина - злюка и ненавидит меня.

source: Ouch.
pl: Auć.
ru: Опа.

source: Tell me about it.
cs: Řekni mi o tom.
pl: Opowiedz mi o tym.
ru: И не говорите.

source: Once we got back to Fort Pinewood she wanted nothing to do with me! She said she only stayed with me to survive, that she never loved me! I feel like I've had my heart ripped out and trampled to a pulp!
cs: Jakmile jsme se dostali zpět do Fort Pinewoodu nechtěla mít nic společného se mnou! Řekla, že byla semnou jen proto, aby přežila, že mě nikdy nemilovala! Mám pocit, že mi vytrhla srdce a pošlapala ho na kaši!
pl: Kiedy powróciliśmy do fortu Pinewood nie chciała mieć ze mną nic do czynienia! Powiedziała, że została ze mną by przeżyć, że nigdy mnie nie kochała! Czuję się jakby wyrwano mi serce i zdeptano je na miazgę!
ru: Как только мы вернулись в Пинвуд, ей нет до меня дела! Она сказала, что оставалась рядом, только что бы выжить и никогда не любила меня! Чувство, как будто она вырвала мне сердце и втоптала его в грязь.

source: Now she broods in her manor, studying dark tomes of forbidden magic. The last time I tried to visit her she attacked me, and placed what she called an 'Anti-Annoying Paladin Ward' around her estate. Some invisible force stops me from even passing through the front gate of her manor now!
cs: Teď přebývá ve svém panství, studuje temné svazky zakázaných kouzel. V poslední době jsem se snažil ji navštívit, ale napadla mě, a umístil věc, co se nazývá "Proti paládinská barikáda" kolem jejího majetku. Nějaká neviditelná síla mi brání procházet přední bránou jejího panství!
pl: Obecnie przebywa w swym dworze, studiując mroczne tomy zakazanej magii. Ostatnim razem gdy próbowałem ją odwiedzić zaatakowała mnie i utworzyła coś co nazwała "Glifem przeciwko denerwującym paladynom" wokół swej posiadłości. Jakaś niewidzialna siła powstrzymuje mnie teraz nawet od przekroczenia wrót!
ru: Теперь она заперлась в своей усадьбе, изучая тома запретной магии. В последний раз, когда я посетил её, Карина напала на меня, и установила "Противопаладиновую Защиту" вокруг усадьбы. Невидимая сила не позволяет мне даже подойти к воротам!

source: The tenets of my paladin Order clearly state that I must slay Evil wherever I find it, but how can I raise my sword against the woman I love? (Sigh) If only I could convince Corinna to abandon her dark magicks. How can one so beautiful be so ugly inside?
cs: Principy mého paladinského řádu jasně stanoví, že musím zabít zlo tam, kde jej najdu, ale jak mohu pozvednout svůj meč proti ženě, kterou miluji? (Povzdech) Kéž bych mohl přesvědčit Vendulku opustit její temnou magii. Jak může někdo tak krásný být tak ošklivý uvnitř?
pl: Reguła mojego zakonu paladynów stanowi jasno, że muszę zniszczyć Zło kiedy je odnajdę, ale jak mogę wznieść miecz przeciwko kobiecie, którą kocham? (Wzdycha) Gdybym tylko mógł przekonać Corinnę do porzucenia mrocznej magii. Jak ktoś tak piękny może być tak obrzydliwy wewnątrz?
ru: Обеты моего Ордена паладинов ясно говорят: должно искоренять любое зло, где бы не было найдено оное. Но как я могу поднять руку на женщину, которую люблю? (Вздох) Если бы только я мог заставить Карину бросить занятия тёмной магией. Как она может быть такой прекрасной снаружи, и такой испорченной внутри?

source: I guess appearances can be deceiving sometimes... (You wonder what Dryden would think of you if he saw your true form...)
cs: Myslím, že zdání může někdy klamat... (Zajímalo by tě, co by si Dryden myslel o tobě, kdyby viděl tvou pravou podobu...)
pl: Domyślam się, że wygląd może być czasem zwodniczy... (Zastanawiasz się co Dryden by pomyślał gdyby ujrzał twoją prawdziwą postać...)
ru: Я думаю, внешность бывает обманчива... (Вы даже не решаетесь представить, что Драйден подумает, если увидит вас в вашей естественной форме...)

source: If you're willing to help, please take this love letter I wrote to Corinna at her estate. It's just west of the bridge.
cs: Pokud jsi ochotna mi pomoci, prosím, dones tento milostný dopis co jsem napsal Vendulce do jejího sídla. Je to jenom na západ od mostu.
pl: Jeśli chcesz pomóc, proszę dostarcz ten list miłosny, który napisałem Corinnie w jej posiadłości zaraz na zachód od mostu.
ru: Если Вы пожелаете помочь, пожалуйста, отнесите это любовное письмо Карине. Её поместье к западу от моста.

source: female^(Leave him alone) Sorry to bother you...
cs: (Nech ho na pokoji) Omlouvám se, že jsem tě obtěžovala...
pl: (Zostaw go w spokoju) Przepraszam, że cię niepokoiłam...
ru: (Оставить его одного) Извините за беспокойство...

source: (The man is so self-absorbed in his sorrow that he doesn't even notice your arrival or departure.)
cs: (Můž je tak do sebe zahleděný ve svém smutku, že si ani nevšimne tvého příjezdu nebo odjezdu.)
pl: (Mężczyzna jest tak zabsorbowany swym smutkiem, iż nie zauważa tak twego przybycia jak i odejścia.)
ru: (Этот человек настолько убит горем, что не замечает как вы приходите или уходите.)

source: female^(Eagerly) Were you able to get my letter to Corinna?
cs: (Dychtivě) Podařilo se ti odevzdat můj dopis Vendulce?
pl: (Niecierpliwie) Czy dostarczyłaś mój list Corinnie?
ru: (С рвением) Как с доставкой моего письма Карине?

source: (Tell the truth) I'm afraid so. She tried to hire me to get rid of you.
cs: (Řekni pravdu) Obávám se, že ano. Snažila se mě najmout a zbavit se tě.
pl: (Prawda) Obawiam się, że tak. Próbowała wynająć mnie by się ciebie pozbyć.
ru: (Сказать правду) Как я и боялась. Она пыталась нанять меня, что бы избавиться от вас.

source: (Grimly) Then things are even worse than I feared. It is only a matter of time before Corinna's experiments in black magic come to the attention of the authorities. When that happens, my duty as a paladin will be clear: I will have to slay her. There is one...last chance...one last thing to try...to save Corinna from herself...if you would be willing to help.
cs: (Zachmuřeně) Pak, je to ještě horší, než jsem se obával. Je jen otázkou času, než Vendininy experimenty v černé magii přitáhnou pozornost úřadů. Když se to stane, bude mou povinností jako paladina ho očistit: Budu ji muset zabít. Je tam jedna...poslední šance...poslední věc, jak zkusit...zachránit Vendulku před sebou samotnout...jestli budeš ochotena mi pomoci.
pl: (Posępnie) Zatem jest nawet gorzej niż przypuszczałem. Jest tylko kwestią czasu zanim czarnoksięskie eksperymenty Corinny przyciągną uwagę władz. Kiedy to się stanie mój obowiązek jako paladyna będzie jasny: Będę musiał ją zabić. Jest jedna... Ostatnia szansa... Ostatnia rzecz do spróbowania... By ocalić Corinnę przed nią samą... Jeśli zgodzisz się pomóc.
ru: (Мрачно) Тогда все ещё ​​хуже, чем я боялся. Это только вопрос времени, когда эксперименты Карины с чёрной магией попадут в поле зрения властей. Когда это произойдёт, мой долг как паладина будет убить ее. Существует один... последний шанс... одна последняя вещь, чтобы попытаться спасти ... Карину от самой себя ... если только вы готовы помочь.

source: There is a cursed artifact known as a 'Ring of Opposite Alignment.' Supposedly it has the power to change the most pure-hearted hero to evil, or the most wicked villain to good. If we could acquire that ring and trick Corinna into wearing it perhaps she would develop a more...amenable personality.
cs: Je tu prokletý artefakt známý jako "Prsten opaku." Prý má moc změnit čisté srdce hrdiny na zlého, nebo zlého padoucha na dobrého. Pokud bychom mohli získat ten prsten a nasadit ho Vendulce na prst snad, by se mohla změnit více...přístupnou osobu.
pl: Istnieje przeklęty artefakt znany jako "Pierścień przeciwnego charakteru". Rzekomo ma moc by przemienić najszlachetniejszego bohatera w nikczemnika, albo skłoni c najzatwardzialszego złoczyńcę do czynienia dobra. Gdybyśmy zdobyli ten pierścień i skłonili Corinnę do włożenia go być może rozwinęłaby bardziej... przystępną osobowość.
ru: Существует проклятый артефакт, известный как "Кольцо Обратного Характера". Его сила в том, что чистосердечный герой становится злым, а самый конченный злодей - добрым. Если бы ты смогла убедить Карину надеть кольцо, надеюсь она стала бы более... покладистой.

source: I'm going to look into acquiring the ring. I'll be right back. (He leaves for a minute, then returns.)
cs: Jdu se podívat jak získat prsten. Budu hned zpátky. (Odchází na jednu minutu, a pak se vrací.)
pl: Rozejrzę się za pierścieniem. Zaraz wracam. (Odchodzi na chwilę, po czym powraca.)
ru: Я посмотрю, где можно приобрести кольцо. Скоро вернусь. (Он отлучился на минуту, и вскоре возвратился.)

source: (Lie) Corinna said that to win her heart you must travel to the far away land of Tyrakia and pick a crystal rose for her.
cs: (Lež) Vendula řekla, že získáš její srdce, ale musíš cestovat do daleké země Tyrakia a vybrat pro ni růži z krystalu.
pl: (Kłamstwo) Corinna powiedziała, że aby zdobyć jej serce musisz udać się w daleką podróż do Tyrakji i przywieźć jej kryształową różę.
ru: (Солгать) Карина сказала, что бы завоевать её сердце, вы должны отправиться в далёкую страну Туракию, и принести для неё хрустальную розу.

source: A quest! A heroic quest to win the fair maiden's heart, just as in the stories of old! Oh Corinna, I will prove my worth to you in whatever way you desire! To Tyrakia!
cs: Úkol! Hrdinský úkol jak získat čestně dívčí srdce, stejně jako ve starých příbězích! Oh Vendulko, dokáži svou hodnotu pro tebe v čemkoliv v čem si budeš přát! Do Tyrakie!
pl: Misja! Heroiczne zadanie by zdobyć serce szlachetnej panny jak w dawnych legendach! Och Corinno dowiodę swojej wartości dla ciebie w jakikolwiek sposób zechcesz! Do Tyrakji!
ru: Приключение! Героический подвиг, что бы завоевать сердце дамы, как в старых легендах! О, Карина, я докажу, что твой выбор правильный! В Туракию!

source: And thank you, elf damsel, for helping me woo Corinna! Please take this gold as a reward!
cs: A děkuji ti, elfí dívko, že jsi mi pomohla zíískat Vendulku! Vem si prosím toto zlato jako odměnu!
pl: I dziękuję ci, elfia panienko, za pomoc w zdobyciu względów Corinny! Proszę przyjmij to złoto jako nagrodę!
ru: И спасибо Вам, эльфийская барышня, что помогли мне посвататься к Карине! Прошу, возьмите это золото в награду!

source: Unfortunately...the merchant is selling the Ring of Opposite Alignment for 50 pieces of gold, and due to my paladin vows of poverty I can't afford it.
cs: Bohužel ... obchodník prodává prsten opačné povahy za 50 zlatých, a vzhledem k mému paládinskému slibu chudoby, si ho nemůžu dovolit.
pl: Niestety... Kupiec chce za pierścień przeciwnego charakteru 50 sztuk złota, a mnie ze względu na śluby ubóstwa obowiązujące paladynów nań nie stać.
ru: К несчастью... продавец запросил за Кольцо 50 золотых, а исходя из обета бедности, приносимого паладинами, я не могу приобрести его.

source: (Buy the ring) I'll pay for it.
cs: (Koupit prsten) Zaplatím za něj.
pl: (Kup pierścień) Ja za niego zapłacę.
ru: (Купить кольцо) Я заплачу за него.

source: Milady, you are a saint! (He rushes off to get the ring and returns in a few minutes.)
cs: Milady, ty jsi svatá! (On spěchá, pro prsten a vrací se do několika minut).
pl: Szlachetna damo, jesteś świętą! (Rusza by nabyć pierścień i w raca po kilku chwilach.)
ru: Миледи, Вы - святая! (Он ускакал за кольцом и вернулся чезер пару минут.)

source: Now you must convince Corinna to put on the ring. I'll leave the details up to you.
cs: Nyní musíš přesvědčit Vendulku, aby si prsten nasadila. Nechám podrobnosti na tobě.
pl: Teraz musisz przekonać Corinnę by założyła pierścień. Szczegóły pozostawiam tobie.
ru: Теперь Вам нужно заставить Карину надеть кольцо. Я оставляю выбор средств за вами.

source: You got the Ring of Opposite Alignment!
cs: Získala jsi Prsten Opaku!
pl: Masz pierścień przeciwnego charakteru!
ru: Вы получили Кольцо Обратного Характера!

source: (Decline to help) Sorry, I can't help you right now.
cs: (Odmítnou pomoct) Promiň, já ti němůžu nyní pomoct.
pl: (Odmów) Wybacz, ale nie mogę ci na razie pomóc.
ru: (Отказаться помочь) Простите, я не могу помочь Вам сейчас.

source: Of course, milady. I know it was a lot to ask. Thank you for all your help. I must now contemplate my next course of action.
cs: Samozřejmě, paní. Vím, že by to bylo hodně otázek. Děkuji ti za tvoji pomoc. Já nyní musí popřemýšlet o mém dalším postupu.
pl: Oczywiście, szlachetna damo. Wiem, że proszę o wiele. Dziękuję za całą twą pomoc. Muszę teraz przemyśleć swój następny ruch.
ru: Конечно, миледи. Я прошу о слишком многом. Благодарю за помощь. Я должен продумать дальнейшие действия.

source: I'm sorry, I don't have that much money either.
cs: Je mi líto, nemám teď tolik peněz.
pl: Wybacz, lecz ja również nie posiadam takiej kwoty.
ru: Извините, у меня нет столько денег.

source: (If you still want to help Sir Dryden you can come back later with the money.)
cs: (Pokud přesto chcete pomoci siru Drydenovi, můžeš se vrátit později s penězi.)
pl: (Jeśli nadal chcesz pomóc sir Drydenowi możesz wrócić później z pieniędzmi.)
ru: (Если вы всё ещё желаете помочь сэру Дрейдену, Вы можете вернуться позже с достаточной суммой.)

source: female^I gave her the ring and she put it on. I...guess it worked. At least, I'm assuming it did based on the fact she hasn't melted the flesh off your bones yet.
cs: Dala jsem jí prsten a ona si ho nasadila. Já...odhaduji že to fungovalo. Alespoň za předpokladu, který se zakládá na skutečnosti, že ti ještě nezačala rvát maso z kostí.
pl: Wręczyłam jej pierścień a ona go założyła. I... Chyba podziałało. Przynajmniej tak wnioskuję z faktu, że jeszcze nie sprawiła by twoje ciało spłynęło z kości.
ru: Я дала ей кольцо и она надела его. И... я думаю, оно работает. По крайней мере, она пока не содрала вашу кожу и не наслала язвы, как обещала.
