Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: Ooze Mini-Campaign
cs: Slizožroutí Mini-Kampaň
pl: Galareta mini kampania
ru: Мини-сценарий для Слизи

source: OC
pl: KG
ru: СК

source: You are an ooze, and you are hungry. Devour the foolish intruders that have entered your domain! Four levels, including an RPG level. Multiplayer: For network game latest version is recommended!
cs: Ty jsi slizožrout, a máš hlad. Sežer hloupé vetřelce, kteří vstoupili do tvého panství! Čtyři úrovně, včetně úrovně RPG. Hra více hráčů: Pro síťovou hru se doporučuje poslední verze!
pl: Jesteś galaretą i odczuwasz głód. Pożryj głupich intruzów którzy weszli do twej domeny! Cztery poziomy, w tym poziom fabularny (RPG). Gra wieloosobowa: Do rozgrywki sieciowej zalecana jest najnowsza wersja kampanii!
ru: Вы Слизь, и Вы голодны. Сожрите глупых нарушителей вашей территории! Четыре уровня, включая уровень с RPG. Мультиплеер: Для сетевой игры рекомендуется последняя версия!

source: Ooze's Mini-Campaign
cs: Slizožroutí Mini-Kampaň
pl: Mini kampania galaret
ru: Мини-сценарий для Слизей

source: You are an ooze, and you are hungry. Devour the foolish intruders that have entered your domain! Four levels, including an RPG level. Two players multiplayer campaign. Use default map settings to play.
cs: Ty jsi slizožrout, a máš hlad. Sežer hloupé vetřelce, kteří vstoupili do tvého panství! Čtyři úrovně, včetně úrovně RPG. Pro dva síťové hráče. Ke hraní použíjte nastavení z mapy.
pl: Jesteś galaretą i odczuwasz głód. Pożryj głupich intruzów którzy weszli do twej domeny! Cztery poziomy, w tym poziom fabularny (RPG). Kampania dla dwóch graczy. Użyj ustawień domyślnych mapy by grać.
ru: Вы Слизь, и Вы голодны. Сожрите глупых нарушителей вашей территории! Четыре уровня, включая уровень с RPG. Мультиплеер для двух игроков. Используйте для игры стандартные настройки карты.

source: Home Sweet Home
cs: Domov sladký domov
pl: Dom, słodki dom
ru: Дом, милый дом!

source: Oozes
cs: Slizožrouti
pl: Galarety
ru: Слизи

source: Your home is no longer safe. Devour the human Militia Leader to escape outside
cs: Tvůj domov již není bezpečný. Poraž lidskou domobranu, abys unikl ven.
pl: Twój dom nie jest już bezpieczny. Pożryj Dowódcę Milicji by uciec na zewnątrz
ru: Ваш дом теперь не безопасен. Сожрите Командующего ополчением людей, что бы сбежать наружу.

source: Killing all enemy leaders could be a rewarding experience...
cs: Zabitím všech nepřátelských vůdců, můžeš získat cenné zkušenosti...
pl: Zabicie wszystkich wrogich przywódców może być owocnym doświadczeniem...
ru: Убийство всех вражеских лидеров вознаграждается...

source: Death of the Master Ooze 2
cs: Smrt mistra Slizožrouta 2
pl: Śmierć Głównej galarety 2
ru: Смерть Главной Слизи 2

source: Note: In this co-op campaign you will share your gold gains and losses with your partner evenly. For example, if one Master Ooze gets a reward of 100 gold pieces you will both each receive 50 gold pieces.
cs: Poznámka: V této kooperativní kampani, budeš sdílet své zlaté zisky a ztráty rovnoměrně se svým partnerem. Například, jestliže jeden mistr Slizožrout dostane odměnu 100 zlatých, obdržíte každý 50 zlatých.
pl: Uwaga: W tej kooperacyjnej kampanii dzielisz zyski i straty złota ze swoim partnerem po równo. Przykładowo jeśli jedna Główna galareta zyska nagrodę 100 sztuk złota obaj otrzymacie po 50 sztuk.
ru: Заметка: В данной совместной компании вы делите вашу прибыль в золоте с вашим напарником поровну. Например, если один из Больших Слизей получит награду в 100 золотых, вы оба получите по 50 золотых.

source: Ruined Laboratory
cs: Ruiny laboratoře
pl: Zniszczone laboratorium
ru: Разрушенная лаборатория

source: Flooded Ruins
cs: Zaplavené ruiny
pl: Zatopione ruiny
ru: Затопленные руины

source: Spider Den
cs: Pavoučí hnízdo
pl: Pajęcza jama
ru: Паучья нора

source: Goblin Village
cs: Gobliní vesnice
pl: Goblińska wioska
ru: Деревня гоблинов

source: Thieves' Guild
cs: Zlodějí úkryt
pl: Gildia złodziei
ru: Гильдия воров

source: To the Surface
cs: Na povrch
pl: Na powierzchnię
ru: На поверхность

source: Master Ooze
cs: Mistr Slizožrout
pl: Główna galareta
ru: Главная Слизь

source: Master Ooze 2
cs: Mistr Slizožrout 2
pl: Główna galareta 2
ru: Главная Слизь 2

source: Militia Leader
cs: Velitel domobrany
pl: Dowódca Milicji
ru: Командующий ополчением

source: Villagers
cs: Vesničané
pl: Wieśniacy
ru: Деревенщины

source: Thief Leader
cs: Vůdce zlodějů
pl: Przywódca złodziei
ru: Глава воров

source: Thieves
cs: Zloději
pl: Złodzieje
ru: Воры

source: Goblin Chieftan
cs: Gobliní náčelník
pl: Wódz goblinów
ru: Вожак гоблинов

source: Bloated Bat
cs: Přecpaný netopýr
pl: Spasiony nietoperz
ru: Обрюзгший кожан

source: Spider Queen
cs: Pavoučí Královna
pl: Królowa pająków
ru: Королева пауков

source: Spiders
cs: Pavouci
pl: Pająki
ru: Пауки

source: This campaign requires two players to play in multiplayer mode!
cs: Tato kampaň vyžaduje pro hru ve více hráčích dva spolupracující hráče!
pl: Ta kampania wymaga dwóch graczy by grać w trybie wieloosobowym!
ru: Данная кампания требует двух игроков для мультиплеера!

source: This campaign requires default map settings to play in multiplayer mode!
cs: Tato kampaň vyžaduje nastavení z mapy pro dva spolupracující hráče!
pl: Ta kampania wymaga domyślnych ustawień mapy by grać w trybie wieloosobowym!
ru: Данная кампания требует настроек по умолчанию для мультиплеера!

source: You have only vague ideas of how you came into being, or how long you've lived. All you know is that you're an ooze, and you're hungry!
cs: Máš jen mlhavé představy o tom, jak jsi vstoupil do tohoto bytí, nebo jak dlouho jsi žil. Vše, co víš je, že jsi sliz a máš hlad!
pl: Masz tylko niejasne domysły o tym jak powstałeś albo jak długo żyjesz. Wszystko co wiesz to to, że jesteś galaretą i odczuwasz głód!
ru: У Вас только расплывчатые мысли, о том, как вы появились, и как долго существуете. Доподлинно известно только, что вы - Слизь, и Вы голодны!

source: By engulfing enemies and digesting them, you can create smaller copies of yourself!
cs: Zaplavím naše nepřátele a pak je strávím, potom můži vytvořit menší kopie sebe samotného.
pl: Pochłaniając wrogów i trawiąc ich możesz tworzyć mniejsze kopie siebie!
ru: Поглощая и переваривая врагов, Вы создаёте свои маленькие копии!

source: I'm certain the goblins who raided our town fled into these caves. Be on your guard men!
cs: Jsem si jistý, že goblini, kteří vpadli do našeho města uprchli do této jeskyně. Buďte na pozoru muži!
pl: Jestem pewien, iż gobliny, które napadły na nasze miasto uciekły do tych jaskiń. Bądźcie czujni!
ru: Я подозреваю, что напавшие на город гоблины, сбежали в эти пещеры. Смотрите в оба!

source: Once an evil wizard used these caves for his unholy experiments. There's no telling what sort of monsters we could run into down here.
cs: Zlý čaroděj používal tyto jeskyně pro jeho bezbožné pokusy. Nedá se říct, na jaký druh monster bychom mohli tady dole narazit.
pl: Niegdyś zły czarodziej używał tych pieczar dla swych heretyckich eksperymentów. Nie wiadomo z jakimi potworami przyjdzie się nam zmierzyć.
ru: Когда-то злой колдун использовал эти пещеры для своих богопротивных дел. Даже боюсь предположить, что за чудовищ мы встретим там внизу.

source: Hrrr...so...human want fight, eh? We give them fight! They all die today!
cs: Hrrr... tak...člověk chtít bojovat, eh? Budeme bojovat! Všichni zemřou ještě dnes!
pl: Hyrr... Więc... Ludzia chcą walka, ech? Damy im walka! Wszyscy dziś zginąć!
ru: Аррр...так...людишки хотят драки, а? Мы им дадим драку! Они все подохнут сегодня!

source: Damn! These caves were supposed to be our secret hideout! SECRET, as in, something nobody knows about! But between the monsters and the goblins and the militias, this place is busier than Tarakin City on market day!
cs: Zatraceně! Tato jeskyně měla úkryt naše tajemství! TATEJMSTVÍ nesmí být odhaleno! Ale je mezi monstry, gobliny a domobranou, toto místo je ještě živější než Tarakin City na tržním dni!
pl: Do diaska! Te groty powinny być naszą sekretną kryjówką! SEKRETNĄ, jak coś o czym nikt nie wie! Ale pomiędzy tymi potworami, goblinami i milicją, to miejsce jest ruchliwsze niż miasto Tarakin w dzień targowy!
ru: Черт! Эти пещеры должны были конкретно стать секретным убежищем! СЕКРЕТНЫМ, значит, о котором ни кто чисто не знает! Но посреди монстров, гоблинов и ополченцев, это место оживлённее, чем площади Таркана в базарный день, отвечаю!

source: Grab yer loot boys; we're fight'n our way outta this place. Anyone who gets in our way gets their head split open, aye?
cs: Chyť svou kořist chlapče, jsme na válečné cestě ven z tohoto místa. Každý, kdo se připlete do cesty dostane do hlavy, ano?
pl: Bierzcie łupy chłopy: wywalczymy se wyjście. Każdemu kto wejdzie nam w drogę rozwalimy czerep, jasne?
ru: Выгребайте добычу, парни; мы чисто прорежем себе дорогу нах отседова. Каждому, вставшему на пути - конкретно свернуть шею, поняли?

source: Food, food, FOOD! You've never seen so much food before! Your gelatinous form quivers with excitement as your meals approach.
cs: Jídlo, jídlo, JÍDLO! Já jsem nikdy neviděli tolik jídla! Má želatinová forma se chvěje vzrušením kolik se blíží masa.
pl: Jedzenie, jedzenie, JEDZENIE! Nigdy przedtem nie widziałeś tyle jedzenia! Twoja żelowata forma pulsuje z ekscytacji kiedy zbliża się twój posiłek.
ru: Жрать, жрать, ЖРАТЬ! Вы ни когда ещё не видели так много еды! Ваше желейное тело задрожало от возбуждения - сколько еды прибыло!

source: But your prey is not harmless. You notice that many of them carry sharp sticks to poke you with, or pieces of wood to club you with. You realize that you may be overwhelmed by the sheer numbers of prey heading your way.
cs: Ale naše kořist není neškodná. Uvědomuješ si, že mnozí z nich nesou ostré klacky, kterými by tě rozhrabali, nebo kusy dřeva proti tobě. Uvědomuješ si, že můžeš být zahlcen vysokým počtem kořisti na svojí cestě.
pl: Lecz zdobycz nie jest bezbronna. Dostrzegasz, że wiele z nich niesie ostre patyki by cię przebić lub kawałki drewna zdolne zadawać mocne ciosy. Zdajesz sobie sprawę, że możesz zostać zgnieciony samą ilością nadchodzących ofiar.
ru: Но добыча небезобидна. Вы заметили, что многие несут острые палки, что бы проткнуть Вас, или обломки деревьев, что бы стукнуть Вас. Вы понимаете, что будете ошеломлены численностью добычи на вашем пути.

source: Perhaps it would be better to relocate to some place where the prey isn't so dangerous...
cs: Možná by bylo lepší se přestěhovat na nějaké místo, kde kořist není tak nebezpečná...
pl: Być może byłoby lepiej przenieść się w jakieś miejsce gdzie zdobycz nie jest tak niebezpieczna...
ru: Наверное, лучше убраться в такое место, где добыча не так опасна...

source: You split yourself into smaller pieces to prepare for the coming onslaught...
cs: Můžu se rozdělit na menší skupinky, abych se připravil na nadcházející nápor...
pl: Dzielisz się na mniejsze kawałki by przygotować się do nadchodzącej rzezi...
ru: Вы разделили себя на меньшие части, готовясь атаковать...

source: What's this?! One of your parts seems to have developed a will of its own!
cs: Co je to?! Jedna ze tvých částí se zdá, že si vyvinul svou vlastní vůli!
pl: Cóż to?! Wydaje się, że jedna z twoich części wykształciła swoją własną wolę!
ru: Что такое? Одна из ваших частей обрела собственную волю!

source: Damn these monsters! Call in the reinforcements!
cs: Zatracené příšery! Zavolejte posily!
pl: Do diaska z tymi potworami! Wezwijcie posiłki!
ru: Проклятые чудовища! Зовите подмогу!

source: Stinking humans everywhere! And then those nasty slimes! Burn them, bite them, slice them!
cs: Všude jsou páchnoucí lidé! A pak ten ošklivý sliz! Spalte je, pokousejte je, nakrájejte je!
pl: Wszędzie śmierdząca ludzia! I ta okropna szlama! Palić, kąsać je, siekać!
ru: Вонючие людишки повсюду! И эти отвратные слизняки! Жгите их, кусайте их, режьте на мелкие куски!

source: We're getting nowhere like this! Send in the veterans!
cs: Stále nikde s takovou nejsme! Pošlete veterány!
pl: To do niczego nie prowadzi! Wysłać weteranów!
ru: Мы так ни чего не добьёмся! Высылайте ветеранов!

source: It is as I feared. The mad wizard's experiments have escaped and are running amok. We'll have to fight our way through them to reach the goblins.
cs: Je to tak, jak jsem se obával. Pokusy šíleného čaroděje unikly a řádí jako šílení. Budeme se muset probojovat přes ně, abychom dostali gobliny.
pl: Jest jak się obawiałem. Eksperymenty szalonego czarodzieja uciekły i biegają w amoku. Będziemy musieli wywalczyć sobie przez nie przejście by dopaść gobliny.
ru: Этого я и боялся. Эксперимент сумасшедшего колдуна вышел из-под контроля и сбежал. Мы должны пробиться через них, что бы добраться до гоблинов.

source: Get this thing OFF me!
cs: Sundejte to ze mě!
pl: Zdejmijcie TO ze mnie!
ru: Уберите ЭТО от меня!

source: Ugh! At...least the...town has been...warned...
cs: Ugh! No...alespoň...město bylo...varováno...
pl: Uch! Przynajmniej... Miasto zostało... Ostrzeżone...
ru: Кхе! Но...хотя бы...город...предупрежден...

source: What the hell is that thing?!
cs: Co to k čertu je ta věc?!
pl: Co to u diabła jest?!
ru: Что это за адова хрень?!

source: No! It wasn't supposed to end like this! I was supposed to die rich!
cs: Ne! To nemělo skončit takhle! Měl jsem zemřít bohatý!
pl: Nie! To nie miało się tak skończyć! Miałem umrzeć bogaty!
ru: Нет! Я чисто не ожидал кончить так! Я хотел откинуться конкретно богатым!

source: You found thirty coins made of some shiny yellowish metal in a wooden chest. The Solids seem to place a high value on this substance. Maybe you will find a use for it later.
cs: Našel jsi třicet mincí vyrobených z nějakého lesklého nažloutlé kovu v dřevěné truhle. Pevná látky, zdá se, že má vysokou hodnotu v této podobě. Možná najdete využití pro ni později.
pl: W drewnianej skrzyni znalazłeś trzydzieści monet wykonanych z jakiegoś błyszczącego, żółtawego metalu. Wydaje się, że stali wysoce cenią sobie tę substancję. Może później znajdziesz dla niej zastosowanie.
ru: В деревянном сундуке Вы нашли тридцать кругляшей из блестящего желтоватого метала. Видимо, "твёрдые" высоко ценят данный материал. Возможно, Вы найдёте этому применение позже.

source: Minions, protect me!
cs: Přisluhovači, chraňte mě!
pl: Sługa, chronić moja!
ru: Миньоны, защищайте меня!

source: Argh! Lousy minions...never around when you need them...
cs: Argh! Neschopní přisluhovači...nikdy nejste blízko, když Vás potřebuju...
pl: Argh! Parszywa sługa... Nigdy w pobliża kiedy je potrzebować...
ru: Аргх! Чертовы миньоны...никогда нет поблизости, когда так нужны...

source: You found thirty coins made of some shiny yellowish metal. The Solids seem to place a high value on this substance. Maybe you will find a use for it later.
cs: Našel jsi třicet mincí vyrobených z nějakého lesklého nažloutlé kovu. Pevná látky, zdá se, že má vysokou hodnotu v této podobě. Možná najdete využití pro ni později.
pl: Znalazłeś trzydzieści monet wykonanych z jakiegoś błyszczącego, żółtawego metalu. Wydaje się, że stali wysoce cenią sobie tę substancję. Może później znajdziesz dla niej zastosowanie.
ru: Вы нашли тридцать кругляшей из блестящего желтоватого металла. Видимо, "твёрдые" очень ценят этот материал. Возможно, вы позже найдёте ему применение.

source: Good job men! Now we just need to clear out the rest of these caverns to make our village safe!
cs: Dobrá práce muži! Teď už jen potřebujeme, abychom vyčistili zbytek této jeskyně, aby byla naše vesnice v bezpečí!
pl: Dobra robota ludzie! Teraz wystarczy, że oczyścimy resztę tych pieczar by zabezpieczyć naszą wioskę!
ru: Отличная работа, парни! Теперь зачистим остаток пещер, что бы обезопасить наше поселение!

source: Kree! Kree!
pl: Krii! Krii!
ru: Крии! Крии!

source: Kreeeeeeee!!!
pl: Kriiiiiiii!!!
ru: Крииииииии!!!

source: You found thirty coins made of some shiny yellowish metal in a pile of bat guano. The Solids seem to place a high value on this substance. Maybe you will find a use for it later.
cs: Našel jsi třicet mincí vyrobených z nějakého lesklého nažloutlé kovu v těle netopýra. Pevná látka, zdá se, že má vysokou hodnotu v této podobě. Možná najdete využití pro ni později.
pl: W stercie nietoperzowego guano znalazłeś trzydzieści monet wykonanych z jakiegoś błyszczącego, żółtawego metalu. Wydaje się, że stali wysoce cenią sobie tę substancję. Może później znajdziesz dla niej zastosowanie.
ru: Вы нашли тридцать кругляшей из блестящего желтоватого металла в куче говна кожана. Видимо, "твёрдые" очень ценят этот материал. Возможно, вы позже найдёте ему применение.

source: Hissss!
pl: Hssss!
ru: Хсссс!

source: This looks like it's going to be a tough fight!
cs: To vypadá, že to bude těžký boj!
pl: Wygląda na to, że będzie to ciężka przeprawa!
ru: Это выглядит, как начало тяжёлого боя!

source: Hissss! (the massive spider charges you, fangs dripping with venom)
cs: Hissss! (obrovský pavouk na tebe útočí, z tesáků kape jed)
pl: Hssss! (Masywny pająk szarżuje, a z kłów skapuje mu jad.)
ru: Хсссс! (огромный паук наскакивает на вас, с мандибул капает яд)

source: Splorch! Glargle! You glom onto the spider's mandibles and then dissolve its thorax! The creature dies in a fit of agony.
cs: Kaňkání! Bublání! Můži nasát jed z kusadel pavouka a pak rozpustit jeho hrudník! Tvor zemře v záchvatu agónie.
pl: Blop! Glup! Prześlizgujesz się pod szczękoczułkami pająka i rozpuszczasz jego głowotułów! Stworzenie skręca się w agonii.
ru: Шлёп! Глург-глург! Вы протиснулись между мандибул паучихи, и растворили её глотку! Тварь умерла, дёргаясь в агонии!

source: You found forty coins made of some shiny yellowish metal in a cocoon. The Solids seem to place a high value on this substance. Maybe you will find a use for it later.
cs: Našel jsi čtyřicet mincí vyrobených z nějakého lesklého nažloutlé kovu v kokonu. Pevná látka, zdá se, že má vysokou hodnotu v této podobě. Možná najdete využití pro ni později.
pl: W kokonie znalazłeś czterdzieści monet wykonanych z jakiegoś błyszczącego, żółtawego metalu. Wydaje się, że stali wysoce cenią sobie tę substancję. Może później znajdziesz dla niej zastosowanie.
ru: Вы нашли тридцать кругляшей из блестящего желтоватого металла в коконе. Видимо, "твёрдые" очень ценят этот материал. Возможно, вы позже найдёте ему применение.

source: Oh no, you've taken too long! The humans have brought in even more reinforcements, and now you have no chance to escape!
cs: Ale ne, jsi tu příliš dlouho! Lidé povolali na tebe ještě víc posil, a teď nemáš šanci uniknout!
pl: O nie, to trwało zbyt długo! Ludzie zgromadzili jeszcze większe siły i teraz nie masz żadnych szans na ucieczkę!
ru: О нет, это заняло слишком много времени! Люди ведут большое подкрепление, и у Вас нет шанса спастись!

source: Heart of the Forest
cs: Srdce Lesa
pl: Serce lasu
ru: Сердце леса

source: Cave Entrance
cs: Vchod do jeskyně
pl: Wejście do jaskini
ru: Вход в пещеры

source: Militia Veteran
cs: Veterán domobrany
pl: Weteran milicji
ru: Ветеран ополчения

source: Forest Defender
cs: Lesní obránce
pl: Obrońca lasu
ru: Защитница леса

source: Forest
cs: Les
pl: Las
ru: Лес

source: The Forest Defender draws her strength from the spirit of this forest. She has tremendous power and it will be difficult if not impossible to slay her outright. Discover her one weakness to defeat her.
cs: Lesní ochránce čerpá svou sílu z duchů lesa. Má obrovskou sílu, a to bude obtížné, ne-li nemožné, abysi ji zabil úplně. Objev nějakou její slabinu, aby jsi ji porazil.
pl: Obrońca lasu czerpie swą moc z ducha drzew. Ma ogromną moc a zabicie jej w bezpośredniej walce będzie trudne jeśli nie wręcz niemożliwe. Odkryj jej jedyną słabość by ją pokonać.
ru: Защитница леса питается силой от духа этой рощи. Обладание потрясающей силой делает её поражение сложным, если не невозможным. Найдите слабое место, что бы победить её.

source: Militia Member
cs: Příslušník domobrany
pl: Członek milicji
ru: Ополченец

source: Militia Deserter
cs: Desertér domobrany
pl: Dezerter milicji
ru: Дезертир

source: Forest Heart
cs: Srdce lesa
pl: Serce lasu
ru: Сердце леса

source: You finally escape from the cavern you had always called home to the place you know only as 'Outside'.
cs: Konečně jsi unikl z jeskyně vždycky nazývanou domovem na toto místo, které znáš pouze jako "venku".
pl: Nareszcie uciekłeś z pieczary, którą zawsze nazywałeś domem do miejsca, które znałeś jedynie jako 'Zewnątrz'.
ru: Вы наконец сбежали из пещеры, которую всегда называли домом, в место, известное как "Снаружи".

source: Argh! It's so bright out here! The source of the light seems to be a giant ball of fire suspended high in the air. There seems to be no ceiling to this cavern, and all around you there is bizarre vegetation that looks nothing like the mushrooms and molds you were accustomed to. Some dim part of your memory tells you that you are in what is called a 'forest'.
cs: Argh! Je to tu tak jasné! Zdrojem světla se zdá být obrovská ohnivá koule zavěšená vysoko ve vzduchu. Zdá se, že tato jeskyně nemá žádný strop a všude kolem tebe je podivná vegetace, která nevypadá jako houby a plísně na, které jsi byl zvyklí. Některá část tvojí paměti ti napovídá, že se to tu nazývá "les".
pl: Achh! Tu jest tak jasno! Źródłem światła zdaje się być gigantyczna kula ognia zawieszona wysoko w przestworzach. Ta grota wydaje się nie mieć sklepienia, a wszędzie wokół są dziwne rośliny, które wcale nie wyglądają jak grzyby i pleśń do których przywykłeś. Jakaś mętna część twej pamięci podpowiada ci, że znajdujesz się w tak zwanym "lesie".
ru: Ох! Здесь так светло! Источником света служит огромный огненный шар, висящий высоко в воздухе. В этой пещере, кажется, нет потолка, и всё вокруг усеяно причудливыми растениями, не похожими на грибы или другие привычные формы. В дальнем уголке своей памяти Вы нашли воспоминание, что такая местность называется "лес".

source: Perhaps it was a mistake to leave your nice, dark, damp home for this 'forest'...
cs: Možná to byla chyba opustit svůj krásný, temný, vlhký domov pro tento "les"...
pl: Chyba błędem było opuszczać swój przytulny, ciemny, wilgotny dom dla tego "lasu"...
ru: Понятно - это было ошибкой променять приятный, тёмный и мокрый дом, на этот "лес"...

source: Those damn monsters killed Sergeant Simms! We need to regroup back at the town!
cs: Ty zatracené příšery zabily seržanta Simmse! Musíme se přeskupit a vrátit se zpátky do města!
pl: Te cholerne potwory zabiły sierżanta Simmsa! Musimy wrócić do miasta i się przegrupować!
ru: Эти проклятые монстры убили сержанта Симса! Нам нужно перегруппироваться! К городским воротам!

source: Don't even think about it mister! We must stand our ground and defeat these beasts now, before they can multiply any more!
cs: Ani o tom nepřemýšlej! Musíme obstát a porazit tyto šelmy teď, před tím, než se rozmnoží ještě víc!
pl: Nawet o tym pan nie myśl! Musimy utrzymać pozycję i pokonać te bestie teraz zanim namnoży się ich jeszcze więcej!
ru: Даже не думайте об этом, мистер! Мы должны остаться, и уничтожить это чудище сейчас, до того, как оно снова размножиться!

source: Are you kidding?! Those creatures just ate their way through half our militia! We need to go get help from the Imperial Army.
cs: Děláš si srandu?! Tyto bytosti snědli svou cestou přes polovinu naší skupiny! Musíme jít a získat pomoc od císařské armády.
pl: Żartujesz?! Te stwory właśnie wyżarły sobie drogę przez połowę naszej milicji! Musimy zwrócić się o pomoc do imperialnej armii.
ru: Шутишь?! Эта тварь только что сожрала половину ополчения! Нам нужна помощь Имперской Армии.

source: There's no time! Here come the monsters! They're flooding out of the cave entrance!
cs: Na to není čas! Zde přicházejí monstra! Jsou jich zástupy a přichází z jeskyně!
pl: Nie ma czasu! Nadchodzą potwory! Wylewają się z wejście do jaskini!
ru: Нет времени! Монстры идут! Оно вытекает из пещеры!
