Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: Once you've eaten your Creator you will be complete! Your allies from Pinewood will no longer aid you, but it doesn't matter. During your time in Pinewood you've contaminated the local well with tiny pieces of yourself. The townsfolk unwittingly drank the contaminated water, and now the oozes that had lain dormant within them erupt! Cries of shock and agony resonate throughout the fort as you devour the townsfolk from the inside out!
cs: Poté, co sníš svého Stvořitele se staneš kompletní! Tvoji spojenci z Pinewoodu ti již nepomohou, ale na tom nezáleží. Při svém pobytu v Pinewoodi jsi kontaminovala místní studny s malými kousky sebe samého. Měšťané nevědomky pili kontaminovanou vodu, a teď se z nich snaží dostat nový Slizožrouti! Výkřiky šoku a utrpení jsou po celé pevnosti, jak je Slizožrouti hltají zevnitř!
pl: Po zjedzeniu swego twórcy staniesz się kompletna! Twoi sprzymierzeńcy z Pinewood nie będą cię już wspierać, ale nie ma to znaczenia. Podczas swego pobytu w Pinewood zanieczyściłaś studnię małymi kawałeczkami siebie. Mieszczanie nieświadomie wypili zatrutą wodę i teraz galarety, które pozostawały w nich uśpione eksplodują! Krzyki szoku i agonii przetaczają się przez fort kiedy pożerasz mieszkańców od wewnątrz!
ru: Как только вы сожрёте своего создателя, вы обретёте совершенную форму! Ваши соратники из Пинвуда не помогут вам более, но это не беспокоит Вас. Пока Вы жили в Пинвуде, Вы наполнили местный колодец мельчайшими частичками слизи. Не подозревая об этом, горожане пили заражённую воду, и теперь сидящее внутри них прорывается наружу! Крики боли и агонии разносятся по всему форту, ведь вы перевариваете горожан изнутри!

source: Now you've got a lot more oozes with which to eat your Creator!
cs: Nyní máš mnohem víc Slizožroutů s nimiž můžeš sníst svého Stvořitele!
pl: Teraz masz znacznie więcej galaret do zjedzenia swego twórcy!
ru: Теперь у Вас больше слизи, что бы пожрать своего создателя!

source: (Good) Citizens of Pinewood, I may be a monster but this mage is the greater evil! He didn't come to Pinewood to save you, only to slay me and plot treason against the Empire!
cs: (Dobro) Občané Pinewoodu, můžu být monstrum, ale tento mág je větší zlo! Nepřišel sem, aby Pinewood zachránil, ale proto, aby mě zotročil a pak donutil, zaútočit na Císařství!
pl: (Dobra) Obywatele Pinewood, może i jestem potworem ale ten mag to większe zło! Nie przybył do Pinewood by was uratować tylko zabić mnie i zawiązać spisek przeciwko Imperium!
ru: (Добро) Горожане Пинвуда, я может и монстр, но этот маг - настоящее чудовище! Он не пришёл в Пинвуд спасти вас, а только прикончить меня и выступить против Империи!

source: Treason against the Empire can never be forgiven! The mage dies first, I'll hold judgement on the ooze creature for now.
cs: Zrada proti Říši nemůže být nikdy odpuštěna! Mág zemře jako první, já nyní budu spolu se Slizořtouty.
pl: Zdrada Imperium jest niewybaczalna! Mag zginie pierwszy, co stworzenia, galarety wstrzymam na razie swój osąd.
ru: Бунт против Империи не простителен! Маг должен умереть, а о суде над Слизью мы подумаем позже.

source: (Shocked) Aurelia, what has happened to you?! I don't understand this at all. But I can't let the mage hurt you, my love.
cs: (Šokovaný) Aurelie, co se ti stalo? Já tomu vůbec nerozumím. Ale nemohu nechat mága, aby ti ublížit, má lásko.
pl: (Zszokowany) Aurelio, co ci się stało?! W ogóle tego nie rozumiem. Ale nie pozwolę magowi cię skrzywdzić, ukochana.
ru: (Ошеломлён) Арейла, что случилось с тобой? Я не понимаю ничего. Но я не могу магу позволить ранить тебя, моя любовь.

source: My Muse?! I...don't know what you are anymore...but I will continue to fight with you, for now at least.
cs: Má Múzo?! Já...nevím, co jsi...ale budu i nadále bojovat s tebou, alespoň prozatím.
pl: Moja muza?! Ja... Nie wiem już czym ty jesteś... Ale będę kontynuował walkę po twojej stronie, przynajmniej na razie.
ru: Моя Муза?! Я... не уверен, кто ты теперь... но продолжу сражаться за тебя до конца.

source: Oi! I've had waaay too many drinks! Now I'm see'n oozes come outta nowhere an' crazy wizards to boot!
cs: Oi! Měl jsem způsoby na příliš mnoho nápojů! Teď vidím Slizožrouty přijít z ničeho nic od bláznivého čaroděje!
pl: Oj! Wychyliłem o wieeele kufli za dużo! Teraz widzę galarety wychodzące znikąd i szalonych czarodziejów do skopania!
ru: Йо! Я, кажись, перепил! Всюду мерещатся комки слизи, и сумасшедший колдун в нагрузку!

source: Don't worry, it's business as usual between us. I've sold weapons to far worse monsters than you, no offense.
cs: Nebojte se, je to byznys jako obvykle mezi námi. Já jsem prodával zbraně mnohem horším monstrám než jsi ty, bez urážky.
pl: Nie martw się, to jak zwykle interes. Sprzedawałem już broń potworom znacznie gorszym niż ty, bez urazy.
ru: Не беспокойтесь, между нами только деловые отношения. Я продавал оружие монстрам и похуже Вас, без обид.

source: The shining light of Pelor will rain death and destruction upon those lacking in faith! The Imperial mage reeks of evil, the ooze less so. The mage will be slain first.
cs: Zářící světlo Pelora bude rozsévat smrt a zkázu těm, kterým chybí víra! Císařský mág zavání zlem, Slizožrouti méně. Mág bude zabit jako první.
pl: Błyszczące światło Pelora wyleje śmierć i zniszczenie na tych, którym brak wiary! Imperialny mag cuchnie złem, galareta mniej. Najpierw zostanie zgładzony mag.
ru: Пресвятая сила Пилора, да прольёт смерть и разрушение на неверных! Имперский маг большее зло, слизь - меньшее. Маг должен пасть первым.

source: Fascinating! I've always wanted to study a magic ooze creature. Oh yes, and after this Imperial mage is dead I'm definitely taking his spellbooks!
cs: Fascinující! Vždycky jsem chtěla studovat magické Slizožroutí stvoření. Ach ano, a potom co Císařský mág zemře, já určitě získám jeho knihy kouzel!
pl: Fascynujące! Zawsze chciałam studiować magiczne galaretowate istoty. O tak, po tym jak imperialny mag zostanie zabity definitywnie zabieram jego księgi czarów!
ru: Обворожительно! Я всегда мечтала изучить магическое создание слизи. О да, как только маг падёт, я заполучу его книгу заклинаний!

source: Corinna is evil, the Empire is evil, now my elven benefactor is revealed as evil...so much evil in the world...Though I feel some evils may be redeemed, this mage is beyond salvation!
cs: Vendula je zlo, Říše je zlo, teď se můj elfí sponzor se jeví jako zlo...tolik zla je na světě...I když mám pocit, že některé zlé věci mohou být vykoupeny, tento mág je, ale za hranicí spásy!
pl: Corinna jest zła, Imperium jest złe, teraz mój elfi dobroczyńca został ujawniony jako zły... Tak dużo zła na świecie... Chociaż czuję, że niektóre rodzaje zła mogą zostać odkupione, ten mag nie może być ocalony!
ru: Карина злобная, Империя злобная, теперь и мой эльфийский друг раскрыл злую сущность... так много зла в мире... Но я чувствую, когда зло может быть исправлено: этого мага уже не спасти из пучины тьмы!

source: (Spits tobacco) Oh, a chance to kill a corrupt government official! I wouldn't miss this for the world!
cs: (Vyplivne tabák) Oh, možnost zabít zkorumpovaného státního úředníka! To si nenechám ujít za nic na světě!
pl: (Spluwa tabaką) Och, okazja zabicia zdeprawowanego dostojnika państwowego! Nie przegapiłbym tego za nic w świecie!
ru: (Закуривает трубку) О, шикарный шанс официально пришибить коррумпированного чиновника! Я это ни за что не пропущу!

source: So this bastard mage thinks he can just waltz in here and 'absorb' my future culinary masterpiece?! Not on my watch!
cs: Takže ten parchantský mág si myslí, že může sem jen tak přitančit a "vstřebat" moje budoucí kulinářské mistrovské dílo! Na to dohlédnu!
pl: Więc ten drań, mag myśli, że może tutaj tak wparować i "zaabsorbować" moje przyszłe kulinarne arcydzieło?! Nie na mojej zmianie!
ru: Так этот ублюдочный маг решил, что он может <i>пританцевать</i> сюда, и "поглощать" кого ему вздумается? Только не в моё дежурство!

source: Ach, this is too complicated fer me ta figure out!
cs: Ach, to je příliš složitý pro mě na to přijít!
pl: Ach, dla mnie to zbyt skomplikowane by to pojąć!
ru: Арр, всё это сли`щком сло`щно для понимания!

source: KEIRON! You sir have lived the life of a COWARD and a TRAITOR! Now learn to die like a SOLDIER!
cs: KEIRON! Ty jsi pane žil život jako zbabělec a zrádce! Nyní tě naučím zemřít jako voják!
pl: KEIRONIE! Ty sir wiodłeś życie TCHÓRZA i ZDRAJCY! Teraz naucz się umierać jak ŻOŁNIERZ!
ru: Кейрон! Ты жил как ТРУС и ПРЕДАТЕЛЬ! Теперь научись умирать, как СОЛДАТ!

source: If the ooze is supposed to be the bad guy, I guess that makes this Master Keiron fellow the REALLY bad guy!
cs: Pokud Slizožrouti máajíbýt špatnými chlapy, tak já si myslím, že mistr Keiron je opravdu hodně zlý chlapík!
pl: Jeśli galareta ma być złym gościem, to zgaduję, że czyni to tego typa mistrza Keirona NAPRAWDĘ złym gościem!
ru: Если Слизь плохой парень, то его создатель Кейрон ДЕЙСТВИТЕЛЬНО полный засранец!

source: Don't worry, the contract between us is still valid! I make it a point not to let my customers' inherent nastiness get in the way of making a hefty profit!
cs: Neboj se, smlouva mezi námi je stále platná! Nedělá mi problém ošklivost mojich zákazníků v cestě pořádného zisku!
pl: Nie przejmuj się, kontrakt pomiędzy nami nadal obowiązuje! Jest moją zasadą aby nieodłączna obrzydliwość klientów nie stanęła na drodze do osiągnięcia znacznego zysku!
ru: Не извольте беспокоиться, договор между нами всё ещё в силе! Я считаю не честным делать деньги на гадком прошлом моих клиентов.

source: You're an abomination against Nature, ooze creature! Yet, Pinewood will be far worse off if the power-crazed Imperial traitors win the battle today. I will continue to help you...for now!
cs: Jsi ohavnost proti přírodě, Slizožroutí stvoření! Přesto, Pinewoodu bude mnohem hůř, kdyby dneska bitvu vyhrál mocný-poblázněný císařský zrádce. Budu s tebou pokračovat...prozatím!
pl: Jesteś wynaturzeniem przeciwko Naturze, galaretowata istoto! Jednak Pinewood, będzie znacznie gorsze jeśli oszalały na punkcie władzy zdrajca Imperium zwycięży w dzisiejszej bitwie. Będę nadal ci pomagać... Na razie!
ru: Ты неприродная мерзость, Слизь! Но, Пинвуд будет в большей беде, если ослеплённый могуществом предатель Империи победит сегодня. Я продолжу помогать тебе... на данный момент!

source: I swore to the Elven Council that I'd put an end to Blackfang's depredations. Thanks to the ooze creature, Blackfang is no more. We'll continue helping the ooze creature for now.
cs: Přísahala jsem v radě elfů, že ukončim drancování Černého tesáka. Díky Slizožroutím výtvorům už Černý tesák není. Budeme i nadále ti pomáhat Slizožrouti - prozatím.
pl: Przysięgłam Radzie Elfów, że położę kres najazdom Czarnego kła. Dzięki galaretowatemu stworowi, nie ma już Czarnego kła. Na razie będziemy nadal pomagać galaretowatej istocie.
ru: Я поклялся Совету Эльфов, что положу конец грабежам Чернопалого. Благодаря Слизи, Чернопалого больше нет. И мы продолжим помогать Слизи.

source: If you say so Kirielle. I just wish things didn't always have to be so complicated.
cs: Když to říkáš Kirielle. Jen bych si přál, aby to nemuselo být tak složité.
pl: Jeśli tak mówisz Kirielle. Chciałabym tylko, żeby rzeczy nie zawsze były tak skomplikowane.
ru: Как скажешь, Кериэл. Я просто хочу, что бы ситуация больше не была такой запутанной.

source: Kill your Creator!
cs: Zabij tvého Stvořitele!
pl: Zabij swego twórcę!
ru: Убейте своего Создателя!

source: Ack! Why attack an innocent arms merchant like myself? I would have sold you quality weapons at an affordable price!
cs: Ack! Proč útočit na nevinného obchodníka se zbraněmi, jako jsem já? Já bych ti prodal kvalitní zbraně za přijatelnou cenu!
pl: Aj! Po co atakować niewinnego handlarza bronią? Sprzedałbym wam dobry jakościowo oręż po przystępnej cenie!
ru: Яй! Зачем бить невинного торговца оружием? Я продам Вам лучшие образцы по бросовой цене!

source: Ach! I hope there's lots of booze in Heaven...
cs: Ach! Doufám, že je v nebi spousta chlastu...
pl: Ach! Mam nadzieję że w Niebiosach jest mnóstwo gorzały...
ru: Ох! Я надеюсь в Валгалле достаточно бухла...

source: Ugn! I go...to meet...Pelor...
cs: Ugn! Já se musím...setkat se...s Pelronem...
pl: Ugch! Odchodzę... Spotkać... Pelora...
ru: Кхе! Я иду... на встречу... с Пилором...

source: Fiend! I hope Aurelia kills...you...all...ugn...
cs: Přátelé! Doufám, že Aurelie zabije...ty...všichny...ugn...
pl: Demony! Mam nadzieję, że Aurelia zabije... Was... Wszystkich... Uch...
ru: Злодей! Я надеюсь Арейла истребит... вас... всех... ох...

source: No! I'm too pretty to die!
cs: Ne! Já jsem příliš krásná, abych zemřela!
pl: Nie! Jestem za śliczna by umierać!
ru: Нет! Я слишком красива, что бы умереть!

source: Corinna! NOOOOO!!!!
cs: Vendulko! Neeee!!!!
pl: Corinna! NIEEEE!!!!
ru: Карина! Не-е-е-ет!

source: Wracked with grief, Sir Dryden has abandoned the fight!
cs: Sbalil se se žalem, Sir Dryden opustil boj!
pl: Rozbity z żalu, Sir Dryden opuszcza walkę!
ru: Убитый горем, сэр Драйден покинул поле боя!

source: I hope you drown in my blood, scum!
cs: Doufám, že se utopíš v krvi, splodino!
pl: Mam nadzieję, że utopicie się w mej krwi, ścierwa!
ru: Я надеюсь, ты захлебнёшься в моей крови, отброс!

source: Damn, now my book on exotic cooking will never be finished!
cs: Sakra, teď má kniha o exotickém vaření už nikdy nebude dokončena!
pl: Cholera, teraz moja książka o egzotycznym gotowani nigdy nie zostanie ukończona!
ru: Черт, моя книга экзотических блюд никогда не будет закончена!

source: I did my best...my student Aurelia will finish this...ugn...
cs: Udělal jsem to nejlepší...má studentka Aurelie to tu dokončí...ugn...
pl: Sprawiłem się najlepiej jak umiałem... Mój student Aurelia, zakończy to... Ugch...
ru: Я `щделал в`щё, `щто мог... моя у`щеница Арейла закон`щит за меня... охх...

source: My DEATH will be AVENGED!!!
cs: Má smrt bude POMSTĚNA!!!
pl: Moja ŚMIERĆ zostanie POMSZCZONA!!!
ru: Моя СМЕРТЬ будет ОТМЩЕНА!

source: Ach, I've finally met my match!
cs: Ach, konečně jsem potkal můj poslední souboj!
pl: Ach, Wreszcie godne mnie wyzwanie!
ru: Ох, вот и последний раунд!

source: Damn, I didn't count on them being this strong!
cs: Sakra, já jsem se neměl spolehnout na silu!
pl: Cholera, Nie liczyłem, że będą aż tak silni!
ru: Чёрт, я не смог противостоять им в полную силу!

source: Kirielle, please don't die!!! I'm coming to help you!
cs: Kirielle, prosím, neumírej! Jdu ti pomoct!
pl: Kirielle, proszę nie umieraj!!! Idę ci pomóc!
ru: Кириель, не умирай!!! Я уже бегу за помощью!

source: Bryony has abandoned the fight!
cs: Bryone opustil boj!
pl: Bryony opuściła walkę!
ru: Бриони покинула поле боя!

source: Kirielle, I'm sorry...
cs: Kirielle, Já se omlouvám...
pl: Kirielle, przepraszam...
ru: Кириель, мне жаль...

source: Bryony, you can't die!!! I'm coming to help you!
cs: Bryony, ty nemůžeš umřít!!! Jdu ti pomoct!
pl: Bryony, nie możesz umrzeć!!! Idę ci pomóc!
ru: Бриони, ты не можешь умереть!!! Я отнесу тебя в безопасное место!

source: Kirielle has abandoned the fight!
cs: Kiriell opustil boj!
pl: Kirielle opuściła walkę!
ru: Кириэль покинул поле боя!

source: Why did it have to end like this! Corinna...has not been redeemed yet...ugn...
cs: Proč to muselo takhle skončit! Vendulka...nebyla ještě vykoupena...ugn...
pl: Dlaczego to musiało się tak skończyć! Corinna... Nie została jeszcze odmieniona... Ugch...
ru: Почему всё закончилось столь печально?! Карина... ещё не угасла... ох-х...

source: I die now, alas, alas! I only wish to gaze into the angelic face of my Muse one last time...
cs: Zemřu teď, bohužel, bohužel! Jen bych si přál, abych naposled viděl tvář andělské Múzy...
pl: Umieram teraz, pech, pech! Chciałbym tylko spojrzeć w anielską twarz mej muzy ostatni raz...
ru: Я умираю, увы мне, увы! И только желаю, увидеть ангельское личико моей Музы в последний раз...

source: Aurelia, my love, I'm sorry, they're too strong! I'll wait for you...in the next world...
cs: Aurelie, moje lásko, já se omlouvám, byli příliš silní! Já budu na tebe čekat...v dalším světě...
pl: Aurelio, moja ukochana, wybacz, są zbyt silni! Będę czekał na ciebie... W zaświatach...
ru: Арейла, любовь моя, прости, но они оказались сильнее! Я буду ждать тебя... в лучшем из миров...

source: Usurpers! Stay away...from...my...land...ugn...
cs: Uchvatitelé! Držte se dál...od...mé...země...ugn...
pl: Uzurpatorzy! Odczepcie się... Od... Mojej... Ziemi... Uchh...
ru: Узурпаторы! Держитесь подальше... от моей... земли... о-ох...

source: Now I return to the Earth...
cs: Nyní se vrátím zpět do Země...
pl: Teraz wrócę do ziemi...
ru: Теперь я возвращаюсь к Земле...

source: I may die now but the Empire is eternal!
cs: Já mohu zemřít, ale Císařství je věčné!
pl: Mogę teraz zginąć ale Imperium jest wieczne!
ru: Я могу умереть, но Империя - вечна!

source: (Grunts in pain)
cs: (Zavrčí bolestí)
pl: (Pomrukuje z bólu)
ru: (Хрюкает от боли)

source: Maybe getting into the bodyguard business wasn't such a good idea after all...
cs: Možná, že obchod jako osobní strážce nebyl tak dobrý nápad, po tom všem...
pl: Może zajęcie się ochroną nie było aż tak dobrym pomysłem...
ru: Возможно, стать телохранителем было не самой удачной затеей...

source: No!!! Absolute power was within my...grasp...ugnh...
cs: Ne!!! Absolutní moc byla v mém...dosahu...ugnh...
pl: Nie!!! Władza absolutna była na wyciągnięcie... Mojej ręki... Ugchh...
ru: Нет!!! Абсолютная власть была у меня... в руках... ох-х...

source: Keiron's remaining men flee in disarray!
cs: Keironovi zbývající muži uprchnout v panice!
pl: Pozostali ludzie Keirona uciekają!
ru: Остатки людей Кейрона разбежались в страхе!

source: Your quest for power and security is complete! With the death of your Creator you feel great power surging through you, and your amorphous form quivers with energy. From now on, men and orcs will tremble with fear at the mere mention of your name, and those few who dare oppose you will be quickly devoured.
cs: Tvé pátrání po moci a bezpečnosti je kompletní! Se smrtí tvého Stvořitele cítíš velkou sílu stoupající skrze tebe, a tvá amorfní forma se chvěje energií. Od nynějška se budou lidé a skřeti třást strachy při pouhé zmínce tvého jména, a těch pár, kteří se odváží proti tobě thnout, budou rychle pohlceni.
pl: Twoja misja zapewnienia mocy i bezpieczeństwa jest zakończona! Wraz ze śmiercią twego twórcy czujesz wielką moc przepływającą przez ciebie. a twoja amorficzna postać pulsuje energią. Od tej chwili ludzie i orki będą drżeli w strachu jedynie na wspomnienie twego imienia, a ci którzy ośmielą się ci sprzeciwiać zostaną szybko pożarci.
ru: Ваш поход за властью и безопасностью окончен! Со смертью Вашего создателя, Вы почувствовали силу, струящуюся через Вас, наполняющую Вашу желейную форму энергией. Теперь люди и орки дрожат от страха, при упоминании Вашего имени, а нескольких отчаянных смельчаков, что выступали против, Вы быстренько переварили.

source: female^Pinewood is abandoned by the forces of civilization, leaving you free to roam the vast wilderness in search of prey. In the new natural order you've created, you are at the very top of the food chain!
cs: Pinewood je opuštěn silami civilizace, takže se můžeš volně pohybovat po obrovské divočině při hledání kořisti. V novém přirozeném řádu, který jsi vytvořila, jsi na samém vrcholu potravního řetězce!
pl: Pinewood jest opuszczone przez siły cywilizacji, możesz przemierzać do woli połacie dziczy w poszukiwaniu zdobyczy. W nowym porządku naturalnym jaki stworzyłaś zajmujesz miejsce na szczycie łańcucha pokarmowego!
ru: Пинвуд оставила цивилизация, позволив Вам свободно развернутся в поиске жертв. В новой природной форме Вы оказались на вершине пищевой цепочки!

source: If you liked this campaign check out the sort-of sequel, Elvish Dynasty! Coming soon to the Wesnoth add-on server!
cs: Pokud se ti líbila teto kampaň, podívejte se na sort-of sequel, Elvish Dynasty! Již brzy na add-on serverem Wesnothu!
pl: Jeśli podobała ci się ta kampania wypróbuj coś w rodzaju kolejnej części, Elficka Dynastia! Dostępna już wkrótce na serwerze dodatków Wesnoth!
ru: Если Вам понравилось данное дополнение, попробуйте типа-сиквел, Эльфийская Династия (Elvish Dynasty)! Скоро на сервере дополнений Веснота!

source: female^EPILOGUE: You've defeated the Black Horde and your wicked Creator! With the death of your Creator you feel great power surging through you, and your amorphous form quivers with energy. The surviving townsfolk are wary of you, but they are also the first to admit that without your leadership the fort would have fallen.
cs: Epilog: Jsi porazila Černou hordu a svého zlého Stvořitele! Se smrtí svého Stvořitele cítíš velkou sílu stoupající skrz tebe, a tvá amorfní forma se chvěje energií. Přeživší měšťané se tě bojí, ale jsou také první, kdo přiznává, že bez tvého vedení by pevnost padla.
pl: EPILOG: Pokonałaś Czarną Hordę i swego złego twórcę! Wraz z jego śmiercią czujesz wielką moc, która przepływa przez ciebie. a twoja amorficzna postać pulsuje energią. Ocalali mieszczanie są nieufni ale też pierwsi przyznają, że bez twego przywództwa fort upadłby.
ru: ЭПИЛОГ: Вы одолели Чёрную Орду и Вашего создателя! Со смертью создателя вы почувствовали огромную мощь, струящуюся сквозь Вас, и наполняющую Ваше желейное тело энергией. Выжившие горожане остерегаются Вас, но признают, что без Вашего руководства форт пал бы под натиском врагов.

source: female^They offer to pardon you for any and all crimes you may have committed, and even offer you honorary Pinewood citizenship! Your time amongst the Solids has given you much to think about...
cs: Nabízejí ti milost pro všechny a nad všecmi zločiny, které jsi spáchala, a dokonce nabízí čestné občanství Pinewoodu! Tvůj čas mezi tělesy ti umožnil nad tím přemýšlet...
pl: Zaoferowali ci ułaskawienie od wszelkich zbrodni jakie mogłaś popełnić a nawet przyznali honorowe obywatelstwo Pinewood! Czas spędzony pomiędzy stałymi dał ci wiele do myślenia...
ru: Они решили простить Вам все совершённые и задуманные преступления, и даже назначили почётной гражданкой Пинвуда! Время, проведённое Вами среди "твёрдых", заставило Вас о многом поразмыслить...

source: The fate of the surviving townsfolk:
cs: Osud přežívšíj měšťanů:
pl: Losy ocalałych mieszczan:
ru: Судьба выживших горожан сложилась по разному:

source: Proposes marriage to you after the battle, saying that 'We'll get through this ooze issue together.'
cs: Navrhuje manželství s tebou po bitvě, řekl, že se dostanete z toho problému slizu společně.
pl: Po bitwie proponuje ci małżeństwo mówiąc, że: "Przejdziemy przez ten galaretowaty problem razem."
ru: Предложил Вам руку и сердце после битвы, прибавив: "Мы разделим эту слизь на двоих".

source: Tries to get the townsfolk to buy him a new gigantic barrel of booze...unsuccessfully.
cs: Snažívší měšťané mu zkoušeli koupit nový obrovský sud chlastu...neúspěšně.
pl: Próbuje przekonać mieszczan by zafundowali mu nową gigantyczną beczkę gorzały... Bezskutecznie.
ru: Попытался уговорить горожан купить ему другую бочку бухла... безуспешно.

source: Takes charge of the town's wounded after the battle. Tries to get you to convert to the worship of Pelor.
cs: Bere si na starost město, ale je zraněný po bitvě. Pokusí se tě převést na uctívání Pelora.
pl: Opiekuje się rannymi po bitwie. Próbuje cię nawrócić na kult Pelora.
ru: Заботился о раненных в битве за Пинвуд. Попытался обратить Вас в веру Пилора.

source: The mysterious elf ranger disappears shortly after the battle and is not seen again.
cs: Tajemná elfí hraničářka zmizí krátce po bitvě a už o ní nikdo neslyšel.
pl: Tajemnicza elfia łowczyni znika krótko po bitwie by nigdy nie pojawić się ponownie.
ru: Таинственный лучник исчез сразу по окончании битвы, и ни кто не видел его с тех пор.
