Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: The past few days you have gathered up all the slimy blobs of yourself and tightly compacted them into one small ooze, which now resides in the innards of the elvish Solid. Because you devoured the elf's spirit, his abilities are now at your command, although he lost much of his power with the destruction of the Forest Heart.
cs: V několika posledních dnech jsi sebral všechny slizké kuličky a pevně je zhustil do jednoho malého slizu, který nyní sídlí v nitru elfího vojáka. Protože jsi pozřel ducha elfa, jeho schopnosti jsou nyní tvé, i když jsi ztratil mnoho ze jeho síly zničením srdce lesa.
pl: Przez kilka ostatnich dni zebrałeś wszystkie oślizłe bąble siebie i ciasno sprasowałeś je w jedną małą galaretę, która rezyduje teraz we wnętrzu elfickiego stałego. Ponieważ pożarłeś ducha elfa jego umiejętności są teraz na twe rozkazy, jednakże utracił wiele ze swej siły wraz ze zniszczeniem serca lasu.
ru: В течении нескольких дней Вы собирали все частички своей слизи, и плотно упаковывали их в один комок, который теперь находился в эльфийском "твёрдом". Вы подавили дух эльфа, и взяли контроль над его силами. Но он почти растерял все свои таланты, оторванный от Сердца Леса.

source: male^It has taken you some time to get used to your new solid form. Your senses of taste, touch, hearing and sight are completely different. The elf's memories have given you new insight into the world.
cs: Trvalo ti nějaký čas zvyknout si ve své nové pevné formě. Tvé smysly chutě, doteku, sluchu a zraku jsou zcela odlišné. Vzpomínky na elfy ti dali nový pohled na svět.
pl: Przywyknięcie do twojej nowej stałej formy zajęło ci nieco czasu. Twoje zmysły smaku, dotyku, słuchu i wzroku są zupełnie inne. Wspomnienia elfa umożliwiły ci nowe spojrzenie na świat.
ru: male^Понадобилось время, что бы привыкнуть к Вашей новой, твёрдой, форме. Ваши чувства вкуса, осязания, слуха и зрения полностью отличались. Воспоминания эльфа подарили Вам новый взгляд на мир.

source: male^Being a Solid does have drawbacks though. You are more vulnerable to damage, and you're not able to squeeze yourself through small cracks or crevices. You grow tired more easily, and cannot simply dissolve your food in moments.
cs: Být pevný má však nevýhody. Ty jsi více náchylný na poškození, a nejsi schopný utěsnit malé praskliny nebo trhliny. Ty vznikají snadněji, a nemůžeš si jídlo jednoduše rozpustit v okamžiku.
pl: Bycie stałym ma jednak swoje wady. Jesteś wrażliwszy na obrażenia i nie możesz już się przeciskać przez pęknięcia lub szczeliny. Łatwiej się męczysz i nie możesz po prostu momentalnie pochłonąć swego jedzenia.
ru: male^Быть "твёрдым" имело и свои недостатки. Вы стали более восприимчивы к повреждениям, и не могли более просачиваться через маленькие трещины или щели. Теперь вы быстрее уставали и не могли переваривать пищу мгновенно.

source: male^You need to determine where you should focus your new talents. Should you focus on developing your physical strength or work on building up your endurance?
cs: Musíš si určit, na co bys ses měl zaměřit tvé nové dovednosti. Měl byses zaměřit na rozvoj své fyzické síly, nebo si vylepšit tvou vytrvalost?
pl: Musisz określić jakie talenty chcesz mieć. Powinieneś się skoncentrować na rozwijaniu siły fizycznej czy budowaniu wytrzymałości?
ru: male^Вам нужно определиться, как развивать ваши таланты. Сконцентрироваться на силе мышц или поработать над выносливостью?

source: male^Elves are well known for their natural grace of movement. Should you focus on manual dexterity or fleetness of foot?
cs: Elfové jsou dobře známý pro jejich přirozenou eleganci pohybu. Měl byses zaměřit na manuální zručnost nebo na rychlost?
pl: Elfy są znane ze swej naturalnej gracji ruchów. Powinieneś się skupić na zręczności manualnej czy szybkości?
ru: male^Эльфы славятся своей природной изящностью. Сконцентрируетесь на ловкости рук или быстроте ног?

source: male^You've arrived at the gates of Fort Pinewood, the main Solid settlement in the region. You're going to have to decide whether to assimilate peacefully into the Solids' civilization, or attempt to destroy it from within...
cs: Ty jsi dorazil k branám pevnosti Pinewood, hlavní lidské osídlení v tomto regionu. Budeš se muset rozhodnout, zda se začleníš mírumilovně do civilizace pevných látek, nebo se je pokusíš zničit zevnitř...
pl: Przybyłeś do wrót fortu Pinewood, głównej osady stałych w regionie. Będziesz musiał zdecydować czy zasymilujesz się pokojowo z cywilizacją stałych, czy spróbujesz ją zniszczyć od wewnątrz...
ru: male^Вы прибыли к вратам форта Пинвуд, основного поселения "твёрдых" в этих краях. Вам нужно решить - ассимилироваться мирным путём с цивилизацией "твёрдых", или покусится на полное их уничтожение...

source: Whenever you see an icon that looks like this, you should move the Master Ooze 2 onto the hex that contains it to trigger an event.
cs: Kdykoliv vidíš tuto ikonu, která vypadá takhle, měl byses přesunout s hlavním Slizožroutem na pole, protože obsahuje událost.
pl: Jeśli zobaczysz ikonę, która tak wygląda, przesuń Główną galaretę 2 na zawierający ją heks by zainicjować zdarzenie.
ru: Когда Вы видите такой значок, Вам нужно передвинуть Главную Слизь 2 на данную клетку, что бы посмотреть событие.

source: Pinewood Siege
cs: Ponewoodské obležení
pl: Oblężenie Pinewood
ru: Осада Пинвуда.

source: How would you like to increase the efficiency of your troops?
cs: Jak bys chtěl zvýšit efektivitu tvých vojáků?
pl: Jak chcesz zwiększyć wydajność swych wojsk?
ru: Как Вы желаете повысить эффективность Ваших войск?

source: Who are you?
cs: Kdo jsi?
pl: Kim jesteś?
ru: Ты кто?

source: My name is unimportant. I'm a black market arms dealer by trade. Under normal circumstances my business would be conducted in a more...clandestine manner, but these are hardly normal times. If the orcs overrun the fort they'll kill us all. So I'm willing to sell my wares to your troops at a significant discount!
cs: Mé jméno je nepodstatné. Jsem obchodník černého obchodu se zbraněmi. Za normálních okolností by se můj podnik prováděl více...utajeným způsobem, ale to jsou jen stěží normální časy. Pokud skřeti obsadí pevnost tak nás všechny zabijí. Takže jsem ochoten prodávat své vybavení tvým vojákům s výraznou slevou!
pl: Moje imię jest nieistotne. Jestem czarnorynkowym handlarzem bronią. W zwykłych okolicznościach mój interes byłby prowadzone w bardziej... Skryty sposób, ale obecne czasy nie są normalne. Jeśli orkowie zdobędą fort zabiją nas wszystkich. Jestem, więc skłonny sprzedawać moje towary twoim wojskom ze znaczną zniżką!
ru: Моё имя не важно. Я делец чёрного рынка оружия. В обычное время, мой бизнес проходит в более... тайной обстановке, но сейчас тяжелее, чем в нормальные времена. Если орки победят, они убьют нас всех. Поэтому я даже сделаю значительную скидку для твоих войск!

source: You want to SELL us weapons? You're not just going to give them to us? Because, as you so correctly pointed out, if we lose, you die too.
cs: Chceš nám prodávat zbraně? Nechceš je nám dát? Vzhledem k tomu, jak jsi na to správně poukázal, když prohrajeme zemřeš taky.
pl: Chcesz SPRZEDAWAĆ nam broń? Nie zamierzasz nam jej po prostu dać? Ponieważ jak słusznie to przedstawiłeś, jeśli przegramy ty zginiesz również.
ru: Ты хочешь ПРОДАВАТЬ нам оружие? Почему тебе просто не ДАТЬ его нам? Заметь, если мы проиграем, ты так же умрёшь.

source: Sorry, this is a case of my overwhelming greed getting the better of my self preservation instincts.
cs: Omlouváme se, ale toto je případ mé obrovské obchodní chamtivosti než pud sebezáchovy.
pl: Wybacz, ale to przypadek kiedy moja przeogromna chciwość wzięła górę nad moim instynktem przetrwania.
ru: Извини, это тот самый случай, когда жадность сильнее инстинкта самосохранения.

source: 30 gold will give one of your units poison for their melee attack.
cs: 30 zlatých i dám ti do zbraně na blízko jed.
pl: Za 30 sztuk możesz dać jednej swojej jednostce zatruty atak wręcz.
ru: За 30 золотых смажу ядом оружие твоим товарищам.

source: 40 gold will give one of your units a one-time permanent upgrade to their melee capabilities. I only have the ability to do this ONCE, so choose who will receive this boon wisely.
cs: 40 zlatým a dám jedné z tvých jednotek jednorázové trvalé vylepšení jejich schopnosti rvát se. Mám schopnost tak učinit pouze jednou, takže si moudře vyber, kdo obdrží tuto laskavost.
pl: Za 40 sztuk jedna z twoich jednostek otrzyma jednorazowe permanentne ulepszenie zdolności ataku wręcz. Mogę to zrobić tylko RAZ, więc mądrze wybierz kto dostanie ten dar.
ru: За 40 золотых дам любому войну одноразовое увеличение рукопашной атаки. Я могу сделать это лишь ОДИН раз, так что выбирай хорошенько.

source: (What to buy?)
cs: (Co koupit)
pl: (Co nabyć?)
ru: (Что купить?)

source: (Pay 30 gold) Poison my melee weapons!
cs: (Zaplatit 30 zlatých) Jed do mojí zbraně!
pl: (Zapłać 30 sztuk) Zatruj broń do walki wręcz!
ru: (Заплатить 30 золотых) Смажь ядом моё оружие!

source: female^It looks like you don't have that much. Come back when you have more gold.
cs: Vypadá to, že nemáš pět zlatých. Vrať se, až budeš mít více zlata.
pl: Wygląda na to że tyle nie masz. Wróć kiedy będziesz miała więcej złota.
ru: Вижу, тебе не хватает совсем чуть-чуть. Возвращайся, когда будешь при деньгах.

source: (Pay 40 gold) Upgrade my melee weapons!
cs: (Zaplatit 40 zlatých) Vylepši mou zbraň!
pl: (Zapłać 40 sztuk) Ulepsz broń do walki wręcz!
ru: (Заплатить 40 золотых) Улучши моё оружие!

source: female^You spent $gpa gold pieces increasing melee damage by 3! Now $unit.name is much more lethal in combat!
cs: Ty jsi utratila $gpa zlatých mincí za vylepšení škod o 3! Nyní $unit.name je mnohem lepší v boji nablízko!
pl: Wydałaś $gpa sztuk złota zwiększając obrażenia w walce wręcz o 3! Teraz jednostka imieniem $unit.name jest bardziej zabójcza w walce!
ru: Вы тратите $gpa золотых для поднятия силы атаки на 3! Теперь $unit.name более смертоносен в битве!

source: Come back any time (with more gold, preferably)!
cs: Vrať se kdykoliv (s více zlatem, pokud možno)!
pl: Wróć kiedy chcesz (Najlepiej z większą ilością złota)!
ru: Заходи в любое время (лучше, с тугим кошельком)!

source: I've already upgraded your weapon.
cs: Ty již máš vylepšenou svou zbran.
pl: Już ulepszyłem twoją broń.
ru: Я уже улучшил твоё оружие.

source: Aurelia, today I will repay my debt to you!
cs: Aurelia, dnes splatim svůj dluh tobě!
pl: Aurelio, dzisiaj spłacę swój dług wobec ciebie!
ru: Арейла, сегодня я верну мой долг тебе!

source: I don't really care about this fort but... (she fingers the Ring of Opposite Alignment) I guess I do care. (What did I just say?! I haven't been myself lately!)
cs: Já se opravdu nestarám o osud této pevnosti, ale... (ona se dotkla prstenu opačné povahy) Myslím, že se postarám. (Co jsem právě řekla?! Nebyla jsem sama sebou v poslední době!)
pl: Tak naprawdę to nie zależy mi na tym forcie ale... (Obraca pierścień przeciwnego charakteru) W zasadzie to mi zależy. (Co ja przed chwilą powiedziałam?! Ostatnio nie jestem sobą!)
ru: Меня не сильно заботит судьба этого форта, но... (она смотрит на палец с Кольцом Обратного Характера). Я думаю, что заботит. (Что я только что сказала?! Последнее время, я сама не своя!)

source: What is it with people interrupting my studies?! First that idiot paladin and now an orc horde! Someone will pay for this!
cs: Co je to za lidi, kteří ruší má studia? První blbí paladin a nyní skřetí hordy! Někdo za to zaplatí!
pl: Co jest z tymi ludźmi zakłócającymi moje studia?! Najpierw ten idiota paladyn a teraz horda orków! Ktoś za to zapłaci!
ru: Да что же всё время кто-то прерывает мои изыскания?! Сначала этот идиот паладин, а теперь и орда орков! Кто-то явно поплатится за это!

source: No foul orc will touch a single golden hair on the head of my beautiful, perfect Muse so long as I draw breath!
cs: Žádný falešný skřet se nedotkne jediného zlaté vlásku na mé krásné hlavě, dokonalá Múza tak dlouho jak jsem popadla dech!
pl: Żaden obmierzły ork nie tknie nawet pojedynczego włosa na główce moje pięknej, doskonałej muzy póki oddycham!
ru: Ни один орк не тронет и волоска с головы моей прекрасной, идеальной Музы, пока я не испущу дух!

source: Aurelia, you helped me when I had no hope, so now I'll help help you against this orc horde, even if there is no hope of victory.
cs: Aurelie, pomohla jste mi, když jsem neměl žádnou naději, tak teď ti pomůžu proti těmto skřetím hordám, a to i v případě, že není žádná naděje na vítězství.
pl: Aurelio, pomogłaś mi kiedy nie miałem nadziei, więc teraz ja pomogę tobie przeciwko tej orkowej hordzie, nawet jeśli nie ma nadziei na zwycięstwo.
ru: Арейла, ты помогла мне, когда у меня совсем не осталось надежды, и теперь я помогу тебе против орды, даже если нет надежды на победу.

source: Time for me to go hide in my cellar.
cs: Čas se úkryt ve sklepě.
pl: Czas na mnie ukryć się w mojej piwnicy.
ru: Самое время спрятаться в моём подвале.

source: Aurelia's piety is a beacon of light in this hour of darkness. By sword and prayer we will drive these heathen orcs back to the shadows from whence they came!
cs: Aurelie jsi zbožná jako maják světla v této hodině temnoty. Mečem a modlitbou budeme zahánět tyto pohanské skřety zpět do stínů odkud přišli!
pl: Pobożność Aurelii jaśnieje światłem w tej godzinie ciemności. Mieczem i modlitwą przegnamy te znienawidzone orki z powrotem w cień, z którego wylazły!
ru: Благочестие Арейлы, как путеводная звезда в эти тёмные времена. Мечом и молитвой мы изгоним этих неотёсанных орков обратно во тьму, из которой они выползли!

source: A battlefield is no place for a man of my stature. I'll be in my church...praying to Pelor for our inevitable victory.
cs: Bojiště není místo pro člověka mého postavení. Budu ve svém kostele...modlit se k Pelor pro naše nevyhnutelné vítězství.
pl: Pole bitwy to nie miejsce dla męża o mojej pozycji. Będę w kościele... Modlił się do Pelora o nasze nieuniknione zwycięstwo.
ru: На поле боя нет места для человека моего положения. Я буду в церкви... молить Пелора о нашей неизбежной победе.

source: Aurelia, my love...if we are to die today at least we will die together.
cs: Aurelie, má lásko...když dneska zemřeme, zemřeme alespoň spolu.
pl: Aurelio, moja ukochana... Jeśli mamy dzisiaj umrzeć przynajmniej umrzemy razem.
ru: Арейла, любовь моя... если нам суждено умереть сегодня, мы хотя бы умрем вместе.

source: (Sigh) Why did it have to be an orc horde? Why couldn't it have been an ooze horde?
cs: (Povzdech) Proč to musí být skřetí horda? Proč by to nemohla být horda slizožroutů?
pl: (Wzdycha) Dlaczego to musi być horda orków? Dlaczego nie mogła to być horda galaret?
ru: (Вздыхает) Ну почему это толпа орков? Почему не могла прийти толпа слизи?

source: I didn't inherit this land just to lose it to some thieving orc lord! I'm with you, Aurelia!
cs: Nezdědil jsem tuto zemi jen aby ji ztratil, kvůli nějakému zlodějskému skřetímu pánovi! Jsem s tebou, Aurelia!
pl: Nie odziedziczyłem tej ziemi tylko po to by ją utracić na rzecz jakiegoś złodziejskiego orkowego lorda! Jestem z tobą, Aurelio!
ru: Я не для того наследовал эту землю, что бы отдать её главарю орков! Я с тобой, Арейла!

source: Aurelia, today I repay my debt to you! The orcs will feel Nature's fury!
cs: Aurelia, dnes jsem zde, abych splatila svůj dluh vůči tobě! Skřeti pocítí vztek přírody!
pl: Aurelio, dzisiaj spłacę swój dług wobec ciebie! Orkowie poznają furię natury!
ru: Арейла, сегодня я верну свой долг! Орки почувствуют гнев природы!

source: female^Thieving dryad! Despicable elf! I hope the orcs tear you both limb from limb! In fact, I intend to make sure of it!
cs: Zlodějská Dryádo! Odporná elfko! Doufám, že skřeti tě roztrhají úd po údu! Ve skutečnosti, mám v úmyslu, se o tom ujistit!
pl: Złodziejska driado! Nikczemna elfko! Mam nadzieję, że orki wyrwą wam obu kończyny! W rzeczy samej zamierzam tego dopilnować!
ru: Вороватая дриада! Подлая эльфийка! Я надеюсь орки перережут вам глотки от уха до уха! Впрочем, я лично хочу в этом убедиться!

source: Slave
cs: Otrok
pl: Niewolnik
ru: Раб

source: (Your troll slave is ready for combat!)
cs: (Tvé trollí mládě je připraveno k boji!)
pl: (Twój niewolnik troll jest gotowy do walki!)
ru: (Ваш тролль-раб готов к битве!)

source: Reporting for duty ma'am! We even brought the troll slav-- errr...troll mascot with us to help out!
cs: Hlásím se do služby madam! Dokonce jsme přivedl trollího otro--errr...trollího maskota, aby nám pomohl!
pl: Zgłaszamy się na służbę szanowna damo! Przyprowadziliśmy nawet trolla niew-- eee... Trolla maskotkę do pomocy!
ru: Дежурный рапортует, мадам! Мы даже выкупили тролля-раб... э-э, тролля-талисмана что бы он помог нам!

source: Oi what a hangover!
cs: Ou jaká kocovina!
pl: Oj co za kac!
ru: Ох, кажись похмелье!

source: What's this?! Th' entire town is up in arms and orcs are at th' gates? (Pats the gigantic barrel fondly) Baby, I'm gonna miss ya!
cs: Co je to? Celé město je na nohou a skřeti jsou na tý bráně? (Poplácá obrovský sud s láskou), Dítě, budeš mi chybět!
pl: Co jest?! Całe miasto pod bronią a orkowie u bram? (Klepie czule gigantyczną bęczkę) Dziecko, będę tęsknił!
ru: Что такое?! Весь посёлок вооружён и орки штурмуют ворота? (Нежно гладит бочку) Детка, мне бу`льк-дет тя не хватать!

source: Ram Aide uses the gigantic barrel of booze to incinerate the bridge into town and a good portion of the nearby road as well!
cs: Ram Aide využívá obrovský sud chlastu na zapálení mostu do města a části nedaleké silnici stejně!
pl: Ram Aide używa gigantycznej beczki gorzały by spopielić most wiodący do miasta wraz ze sporym kawałem pobliskiej drogi!
ru: Ром Эйд использовал огромную бочку бухла, что бы взорвать мост (и хороший кусок дороги вокруг)!

source: What's this?! Th' entire town is up in arms and orcs are at th' gates? (Groans) How did I drink that ENTIRE barrel?!
cs: Co je to?! Celé město je na nohou a skřeti jsou u tý brány? (Sténá) Jak jsem mohl vypít celý sud?!
pl: Co jest?! Całe miasto pod bronią a orkowie u bram? (Ryk) Jak zdołałem wypić CAŁĄ beczkę?!
ru: Что такое? Весь посёлок вооружён и орки штурмуют ворота? (Стонет) Как я мог выдуть ВЕСЬ бочонок?!

source: Captain Koltz
cs: Kapitán Koltz
pl: Kapitan Koltz
ru: Капитан Кольтс

source: Imperial Army
cs: Císařská armáda
pl: Imperialna armia
ru: Имперские Войска

source: Master Keiron
cs: Mistr Keiron
pl: Mistrz Keiron
ru: Мастер Кейрон

source: They're using ogres to pile boulders up in the moat, to make it easier for their troops to cross! Blackfang is quite clever for an orc.
cs: Používají zlobry na hromadění balvanů do příkopů, aby bylo jednodušší pro jejich vojska jej překročit! Černý tesák je dost chytrý na skřeta.
pl: Używają ogrów by ułożyć kamienie w fosie, budując przeprawę dla swych wojsk! Czarny kieł jest całkiem przebiegły jak na orka.
ru: Они использовали людоедов, что бы засыпать ров, и сделать проход войск легче! Чернопалый довольно умён, для орка.

source: It seems the orcs have hired naga mercenaries. They're trying to flank you!
cs: Zdá se, že skřeti najali žoldácké nagy. Snaží se vás napadnout z boku!
pl: Wydaje się że orkowie wynajęli nagi najemników. Próbują cię oskrzydlić!
ru: Видимо, орки наняли нескольких нагов. Они пытаются зайти с фланга!

source: It seems that the earlier attacks were only designed to test your defenses. The vanguard of the orcish army has finally arrived. They march toward the fort, shoulder to shoulder, for as far as the eye can see. You may be in trouble.
cs: Zdá se, že dřívější útoky byly určeny pouze k testování naší obrany. Předvoj skřetí armády je konečně tady. Pochodují směrem k pevnosti, rameno na rameni, kamkoliv oko dohlédne. Ty můžeš být v průšvihu.
pl: Wydaje się, że wcześniejsze ataki były jedynie po to by wypróbować obronę. Awangarda armii orków w końcu przybyła. Maszerują w kierunku fortu ramię w ramię jak okiem sięgnąć. Możesz znaleźć się w opałach.
ru: Кажется, предыдущие атаки были лишь проверкой стойкости Ваших войск. Авангард орочьей армии наконец прибыл. Они маршируют к форту, плечо к плечу, растянувшись, насколько хватает глаз. У Вас проблемы.

source: Blackfang
cs: Černý tesák
pl: Czarny kieł
ru: Чернопалый

source: Hah, what a bloodbath! Rally to me, men! We finish them now!
cs: Hah, to je masakr! Dejte se semnou dohromady, muži! Ukončíme to tu teď!
pl: Hech, co za krwawa łaźnia! Do mnie, ludzie! Teraz ich wykończymy!
ru: Ага, что за кровавая баня! Ко мне, бойцы! Мы прикончим их прямо сейчас!

source: Naga mercenaries suddenly emerge from the town well!
cs: Žoldácké nagy se náhle vynoří z města!
pl: Niespodzianie z miejskiej studni wynurzają się nagowie najemnicy!
ru: Наёмники-наги внезапно выползли из городского колодца!

source: A necromancer and his minions suddenly burst out of the town crypt! It seems they, too, are in the pay of the orcs.
cs: Nekromant a jeho přisluhovači náhle vyrazili z městské krypty! Zdá se, že i oni jsou podplaceni skřety.
pl: Nekromanta i jego sługi niespodzianie wyskakują z miejskiej krypty! Wydaje się, że i oni są opłaceni przez orków.
ru: Некромант и его приспешники внезапно выкопались на городском кладбище! Видимо, они так же в доле с орками.

source: Defend the Fort
cs: Ubraň pevnost
pl: Obroń fort
ru: Защитить форт

source: That night there is a commotion at the Mayor's Manor.
cs: Tuto noc je zmatek ve starostově sídlu.
pl: Tej nocy jest zamieszanie w posiadłości burmistrza.
ru: Это была обычная ночь в поместье мэра.

source: An orcish assassin has snuck into town and poisoned the Mayor and his bodyguards! Meanwhile a massive horde of orcs surges out of the wilderness and surrounds the fort. They clearly intend to sack the leaderless human town and kill everyone within it.
cs: Skřetí vrah se vplížil do města a otrávil starostu a jeho osobní stráže! Zatímco obrovská horda skřetů přichází z pouště a obkličuje pevnost. Jsou rozhodnuti napadnout lidské město bez vůdce a zabít každého v něm.
pl: Orkowy zabójca zakradł się do miasta i otruł burmistrza wraz z jego strażą! W międzyczasie przeogromna horda orków nadciąga z dziczy i otacza fort. Jest jasne że zamierzają spustoszyć pozbawione przywódcy ludzkie miasto i zabić wszystkich, którzy się w nim znaleźli.
ru: Орочий убийца прокрался в город и отравил мэра вместе с телохранителями! Тем временем огромная толпа орков показалась на горизонте и окружила форт. Они явно намеревались войти в обезглавленный город, и убить всех людей!

source: (You realize that you have no choice but to try and unite the leaderless Solids and drive back the orcs).
cs: (Uvědomíš si, že nemáš jinou možnost, než aby se pokusila sjednotit vojáky bez vůdce těles a zatlačit zpět skřety).
pl: (Zdajesz sobie sprawę, że nie masz innego wyjścia niż spróbować zjednoczyć nie mających dowódcy stałych i odeprzeć orków).
ru: (Вы понимаете, что у Вас нет выбора, как только взять руководство над "твёрдыми" в свои руки, и отбросить орков).

source: Oh we're doomed, doomed! There's hundreds of orcs! There is no hope.
cs: Oh jsme ztraceni, ztraceni! Jsou tu stovky skřetů! Není žádná naděje.
pl: O jesteśmy zgubieni, zgubieni! Orków są setki! Nie ma nadziei.
ru: О, мы все обречены, обречены! Там тысячи орков! Никакой надежды.

source: I will organize the fort's defense if others will follow me.
cs: Já budu organizovat obranu pevnosti, když mě budou ostatní následovat.
pl: Zorganizuję obronę fortu jeśli inni mnie wesprą.
ru: Я организую защиту форта, если остальные последуют за мной.

source: Aye lass, I'll follow ye to the Hells and back! Yer the most talented student I ever had!
cs: Jo děvče, budu tě následovat do pekla a zpátky! Má nejtalentovanější studentko, kterou jsem kdy měl!
pl: Pewnie panienko, Pójdę za tobą do piekła i z powrotem! Jesteś najbardziej utalentowanym studentem jakiego kiedykolwiek miałem!
ru: Оки, девчушка, я пр-р-ро`щледую за тобой в ад и обратно! Ты самая талантливая из моих у`щеников!
