Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: male^(You drink cup after cup of hard liquor. Your vision blurs and the world becomes hazy. After an hour you collapse in a drunken stupor, Ram Aide's slurred and mocking laughter the last thing you hear before you slip into unconsciousness. You failed!)
cs: (Piješ kalich po šálcích tvrdého alkoholu. Tvůj zrak se rozostřuje a svět se stává mlhavým. Po hodině se zhroutíš v opilecké apatii, Ram Aide je nezřetelný a posměšný smích je poslední věc, kterou slyšíš, než upadneš do bezvědomí. Selhal jsi!)
pl: (Wypijasz kufel za kuflem mocnego trunku. Widok się rozmazuje, a świat spowija mgła. Po godzinie padasz w pijackim stuporze, zniekształcony, drwiący śmiech Rama Aide jest ostatnią rzeczą jaką słyszysz zanim tracisz przytomność. Zawiodłeś!)
ru: male^(Вы пьёте кружку за кружкой тягучий ликёр. Ваш взгляд становится туманным, а фразы теряют смысл. После часовой попойки вы падаете в пьяном угаре, далёкий и издевательский смех Ром Эйда - вот что вы слышите, перед тем, как впасть в беспамятство. Вы проиграли!)

source: male^(Your cheating has paid off! Ram Aide collapses in a drunken stupor after an hour of hard drinking. You've won!)
cs: (Tvé podvádění se vyplatilo! Ram Aide se zhroutí v opilí z tvrdého alkoholu po jedné hodině. Vyhrál jsi!)
pl: (Oszukiwanie się opłaciło! Ram Aide popada w pijany stupor po godzinie nieprzerwanego picia. Wygrałeś!)
ru: male^(Ваша хитрость сработала! Ром Эйд упал пьяным после часового алкомарафона. Вы победили!)

source: male^(You aren't quick enough. Ram Aide notices your cheating and chases you away from his barrel at gunpoint. You failed!)
cs: (Nejsi dost rychlý. Ram Aide si všimne tvého podvádění a odhání tě zbraní od svého sudu. Selhal jsi!)
pl: (Nie jesteś wystarczająco szybki. Ram Aide zauważa twoje oszustwo i odgania cię od swojej beczki przy stanowisku strzeleckim. Zawiodłeś!)
ru: male^(Вы были не слишком быстры. Ром Эйд заметил, что вы хитрите, и не подпускает Вас к бочке на пушечный выстрел. Вы проиграли!)

source: male^(Your cheating has paid off! Ram Aide is forced to forfeit after getting sick. You've won!)
cs: (Tvé podvádění se vyplatilo! Ram Aide je nucen vzdát se poté, co se mu udělalo špatně. Vyhrál jsi!)
pl: (Oszustwo się opłaciło! Ram Aide jest zmuszony się poddać po tym jak go zemdliło. Wygrałeś!)
ru: male^(Ваша хитрость удалась! Ром Эйд вынужден сдаться, после того, как его вырвало. Вы выиграли!)

source: male^(You aren't dexterous enough. Ram Aide notices your attempt and chases you away from his barrel at gunpoint. You failed!)
cs: (Ty nejsi dostatečně obratný. Ram Aide si všimne tvého pokusu a odežene tě od svého sudu zbraní. Selhal jsi!)
pl: (Nie jesteś wystarczająco zręczny. Ram Aide zauważa twoje usiłowania i odgania cię od swojej beczki przy stanowisku strzeleckim. Zawiodłeś!)
ru: male^(Вы оказались не слишком проворным. Ром Эйд заметил ваши уловки и теперь не подпускает и на пушечный выстрел. Вы проиграли!)

source: male^Would you be interested in making a donation to Pelor, god of healing?
cs: měl bys zájem o přispění Pelorovi, bohu zdravý?
pl: Czy byłbyś zainteresowany złożeniem ofiary Pelorowi, bogowi uzdrawiania?
ru: male^Желаешь сделать небольшое пожертвование Пелору, богу исцеления?

source: My lord is MOST generous! You have gained a great ally in Pelor today!
cs: Můj pane jsi velmi štědrý! Ty jsi dnes získal velkého spojence Pelora!
pl: Mój panie jesteś NADZWYCZAJ szczodry! Pozyskałeś dziś wielkiego sprzymierzeńca, Pelora!
ru: О, господин так щедр! Вы заслужили великую милость Пелора сегодня!

source: (You see a young man training with his pitchfork, though he doesn't seem to be very good at it. He looks like part of the village militia. He is so absorbed in his task that he doesn't even notice you. Perhaps your warrior companion ooze could give him some advice.)
cs: (Vidíš mladého muže trénovat s vidlemi, i když se nezdá, že je velmi dobrý. Vypadá jako součást domobrany. On je tak zaujat v tréninku, že si tě ani nevšímá. Možná tvůj společník slizožrout mu mohl dát nějakou radu.)
pl: (Widzisz młodego człowieka ćwiczącego posługiwanie się widłami, chociaż nie wydaje się być w tym szczególnie dobry. Wygląda jakby należał do wiejskiej milicji. Jest tak zaabsorbowany swoim zajęciem, iż nawet cię nie zauważa. Może twój towarzysz galareta wojownik mógłby mu udzielić jakiejś rady.)
ru: (Вы видите юношу, тренирующегося с вилами, но у него, по видимому, плохо получается. Он выглядит как член городского ополчения. Он так поглощён своим занятием, что даже не замечает вас. Возможно ваш слизевой напраник-воин мог дать ему несколько советов.)

source: (You see a young man training with his pitchfork. He looks like part of the village militia.)
cs: (Ty vidíš mladého muže trénovat s vidlemi. Vypadá jako člen vesnické domobrany.)
pl: (Widzisz młodego człowieka ćwiczącego posługiwanie się widłami, Wygląda jakby należał do wiejskiej milicji.)
ru: (Вы видите юношу, тренирующегося с вилами. Он выглядит как член городского ополчения.)

source: You look like an experienced warrior sir. Would you like to train me in combat? Not for free of course... I could pay you 40 gold pieces for your expertise.
cs: Ty vypadáš jako zkušený bojovník pane. Mohl byl mě trénovat v boji? Samozřejmě nechci kurz zadarmo… Já ti zaplatim 40 zlatých za tvé zkušenosti.
pl: Wyglądasz na doświadczonego wojownika sir. Czy zechciałbyś mnie wyszkolić w walce? Nie za darmo oczywiście... Mógłbym zapłacić tobie 40 sztuk złota za twoje rzeczoznawstwo.
ru: Вы выглядите как опытный воин, сэр. Может вы могли бы меня потренировать? Не за бесплатно, конечно... Я могу дать вам 40 золотых за ваши труды.

source: (Accept) Before I can train you I need to see what you can do.
cs: (Příjmout) Předtím než tě budu trénovat potřebuju vědět co ty můžeš udělat.
pl: (Zaakceptuj) Zanim zacznę cię trenować muszę zobaczyć co potrafisz.
ru: (Согласиться) Перед тем, как начать тренировку, покажи что ты уже умеешь.

source: Why do you want to learn from an elven fighter? Aren't there plenty of human warriors here that you could learn from?
cs: Proč se chceš učit od elfího bojovníka? Nejsou tu spousty lidských válečníků, od kterých byses mohli učit?
pl: Dlaczego chcesz się uczyć od elfickiego wojownika? Czy nie ma tu mnóstwa ludzkich żołnierzy, od których mógłbyś się uczyć?
ru: Почему ты хочешь учится у эльфийского бойца? Разве тут не достаточно людских военных, что могли бы обучить тебя?

source: (Reject) I have no time for this.
cs: (Odmítnout) Nemám na to čas.
pl: (Odrzuć) Nie mam na to czasu.
ru: (Отказать) У меня нет на это времени.

source: There's hardly anyone in this fort with real combat experience. I feel like I'm just not making any progress in the Pinewood militia. But you...well it's a well known fact that elves live for centuries. Elves who have dedicated themselves to the art of war must surely be masters of its craft with so many years of experience!
cs: V této pevnosti je těžko někdo se skutečnýma bojovýma zkušenostma. Mám pocit, že jsem prostě neudělal žádný pokrok v Pinewoodské domobraně. Ale ty...no to je dobře známý fakt, že elfové žijí staletí. Elfové, kteří se sami zapojili do válečného umění jsou jistě mistři svého řemesla s mnohaletou zkušeností!
pl: W tym forcie nie ma niemal nikogo prawdziwie obytego w walce. Czuję, że nie robię żadnego postępu w milicji Pinewood. Ale ty... Dobrze znanym faktem jest, że elfy żyją przez stulecia. Zaś te, które poświęciły się sztuce wojny z pewnością muszą być w niej mistrzami mając tyle lat doświadczenia!
ru: Вряд ли найдётся хоть один в этом форте с настоящим боевым опытом. Я чувствую, что топчусь на месте, служа в ополчении Пинвуда. Но вы... это общеизвестно, что эльфы живут веками. Эльфы, посвятившие себя искусству войны, абсолютно точно должны быть мастерами этого занятия со столькими годами опыта за плечами.

source: (What to respond?)
cs: (Co říct?)
pl: (Co odpowiedzieć?)
ru: (Как ответить?)

source: Of course sir. (You start a test fight with Alkar)
cs: Samožřejmě pane. (Ty začneš trénovat s Alkarem)
pl: Oczywiście sir. (Rozpoczynasz walkę treningową z Alkarem)
ru: Конечно, сэр. (Вы начинаете пробный бой с Элкаром)

source: (During this short test you've noticed that he is brave and fast, but unfortunately he lacks real combat skill. He keeps trying to defeat you with one powerful strike that you easily parry... If he could do this from horseback as some human warriors do it might work out. But this is just awful!)
cs: (Během tohoto krátkého testu jsi si všiml, že je odvážný a rychlý, ale bohužel postrádá skutečné bojové dovednosti. Pořád se snaží porazit tě jedním mocným úderem, který můžeš snadno odrazit… Kdyby mohl toto udělat z koňského hřbetu jako někteří lidští bojovníci tak by to mohlo fungovat. Ale toto je prostě hrůza!)
pl: (Podczas tego krótkiego testu zauważyłeś, że jest odważny i szybki, ale niestety brak mu prawdziwej umiejętności walki. Ciągle próbuje pokonać cię jednym potężnym uderzeniem, które łatwo parujesz... Jeśli robiłby to z końskiego grzbietu jak niektórzy ludzcy wojownicy mogłoby to dać dobre rezultaty. Lecz to jest po prostu okropne!)
ru: (Во время этого короткого поедика, вы отмечаете, как он быстр и смел, но к сожалению ему явно не хватает боевых навыков. Он пытается поразить вас одним сильным выпадом, который вы легко парируете... Если бы он попытался повторить такое верхом на лошади, как некоторые людские войны, это могло сработать. Но так атака просто смешна!)

source: If we got you better equipment you might make a decent spearman.
cs: Pokud bychom pro tebe měli lepší vybavení, můžeš být slušným kopiníkem.
pl: Gdybyś miał lepszy ekwipunek mógłbyś być dobrym włócznikiem.
ru: Если мы найдем тебе лучшую экипировку, ты сможешь стать неплохим копейщиком.

source: I think that you'll fight better on horseback.
cs: Myslím, že budeš bojovat lépe na koni.
pl: Myślę, że lepiej będziesz walczył konno.
ru: Я думаю, верхом ты бы мог сражаться лучше.

source: I'm afraid that I don't have enough gold for equipment. I'd need 30 gold pieces more than I have.
cs: Obávám se, že nemám dostatek zlata pro pořízení. Potřeboval bych o 30 zlatých víc než mám.
pl: Obawiam się że nie mam wystarczającej ilości złota na rynsztunek. Potrzebowałbym 30 sztuk złota więcej niż mam.
ru: Боюсь у меня не достаточно денег для экипировки. Мне нужно на 30 золотых больше, чем есть сейчас.

source: In that case I'll teach you how to be a spearman.
cs: V tom případě tě naučí, jak být lepším kopiníkem.
pl: W takim razie wyszkolę cię na włócznika.
ru: В таком случае, я научу тебя быть копейщиком.

source: I'll give you 30 gold pieces so you can buy a good horse.
cs: Dám ti 30 zlatých, takže si můžeš koupit dobrého koně.
pl: Dam ci 30 sztuk złota abyś mógł kupić dobrego konia.
ru: Я дам тебе 30 золотых, чтоб бы ты смог приобрести себе добротного коня.

source: (You spend a day training Alkar)
cs: (Ty jsi strávil den trénováním Alkarana)
pl: (Spędziłeś dzień trenując Alkara)
ru: (Вы потратили целый день, тренируя Элкара)

source: Alkar
cs: Alkaran
ru: Элкар

source: Thank you sir. I think I really learned something today! Here is your 40 gold!
cs: Děkuji pane! Já si myslím že jsem se opravdu dneska něco naučil! Zde je tvým 40 zlatých!
pl: Dziękuję sir. Myślę, że naprawdę się czegoś dzisiaj nauczyłem! Oto twoje 40 sztuk!
ru: Благодарю вас, сэр. Я думаю, что действительно научился кое-чему сегодня! Вот ваши 40 золотых!

source: Thank you sir. I owe you a debt and I won't forget it!
cs: Děkuji ti pane. Dlužím ti dluh, a já na něj nezapomenu!
pl: Dziękuję sir. Mam wobec ciebie dług, o którym nie zapomnę!
ru: Благодарю вас, сэр. Я вам должен и не забуду этого!

source: I'll do my best not to disappoint you!
cs: Udělám maximum proto, abych tě nezklamal!
pl: Zrobię co w mojej mocy by cię nie rozczarować!
ru: Я буду стараться, дабы не разочаровать вас!

source: male^Hello stranger. It's not often you see an elf in Fort Pinewood. It's said your kind knows about...sylvan problems...so maybe you'd be able to help me.
cs: Dobrý den, cizinče. Nestává se často vidět elfa ve Fort Pinewoodu. Říká se, že tvůj druh ví o...hrubých problémech...tak možná byste mi mohl být schopen mi pomoci.
pl: Witaj nieznajomy. Nieczęsto widuje się elfy w forcie Pinewood. Mówi się, że twój rodzaj wie o... Problemach kniei... Więc może byłbyś w stanie mi pomóc.
ru: male^Привет незнакомец. Не ожидал увидеть эльфа в Пинвуде. Это говорит что ты знаком с этими... сильфийскими проблемами... может сможешь помочь мне.

source: (Side with Guthry) This man is just protecting his property. Leave him alone or else!
cs: (Strana s Guthrym) Tento muž jen chránil svůj majetek. Nech ho na pokoji!
pl: (Weź stronę Guthrego) Ten człowiek tylko chroni swoją własność. Zostaw go w spokoju bo inaczej!
ru: (На сторону Глоткина) Этот человек просто защищает свою собственность. Оставь его или получишь!

source: That's it?! You won't do anything more?!
cs: To je vše?! Neuděláš nic dalšího?!
pl: To wszystko?! Nie zrobisz nic więcej?!
ru: Что это?! Ты не хочешь больше ни чего сделать?!

source: male^You're an elf! How could you side with--
cs: Ne! Jsi elf! Jak jsi mohl na stranu s--
pl: NIe! Jesteś elfem! Jak możesz sprzymierzyć się z--
ru: male^Нет! ТЫ же эльф! Как ты можешь связаться с--

source: (You pull out your sword with astonishing speed. For one long moment a sunbeam beautifully plays on the blade's surface. The next moment the dryad lies dead under her tree...)
cs: (Vytáhneš svůj meč s udivující rychlostí. Jednu dlouhou chvíli sluneční paprsek krásně tančí na povrchu čepele. V příštím okamžiku dryáda leží mrtvá pod jejím stromem...)
pl: (Wyciągasz miecz z niesłychaną szybkością. Przez jeden długi moment promień słońca przepięknie migocze na powierzchni ostrza. W następnej chwili driada leży martwa pod swym drzewem...)
ru: (Вы вытягиваете свой меч с изумительной скоростью. Всего один короткий момент солнечный блик сверкнул на острие. В следующую секунду дриада лежала мёртвой под её деревом...)

source: (Steel lightning strikes... Before anyone can react the dryad lies dead under her tree, cut in twain by your sword...)
cs: (Ocelový bleskový udér...Předtím, než někdo může reagovat dryáda leží mrtvá pod jejím stromem, rozříznutá na dvě půlky tvým mečem ...)
pl: (Uderza stalowa błyskawica... Zanim ktokolwiek zdążył zareagować driada leży martwa pod swym drzewem rozpłatana wpół twoim mieczem...)
ru: (Сталь ударила молниеносно... До того как кто-нибудь успел хоть что-то понять, дриада лежала мёртвой под её деревом, разрубленная пополам вашим мечем...)

source: You just... You actually... Killed her... That was amazing! I've never seen anything like it! You make killing look like an art!
cs: Právě jsi… Ty vlastně... Zabil ji... To bylo úžasné! Nikdy jsem nic takového neviděl! Udělal jsi ze zabíjení umění!
pl: Ty po prostu... Ty właściwie... Zabiłeś ją... To było zdumiewające! Nigdy czegoś takiego nie widziałem! Sprawiłeś, że zabijanie wygląda jak sztuka!
ru: Ты... Ты просто... Прикончил её... Вот круто! Никогда не видел ни чего такого! Твой способ убивать - просто картинка!

source: (You raise an eyebrow and speak very calmly.) So, you really liked it? Should I make another performance especially for you?
cs: (Zvýšíš obočí a mluvíš velmi klidně.) Takže se ti to opravdu líbilo? Mám udělat další představení teď pro tebe?
pl: (Unosisz brew i mówisz niezwykle spokojnie.) Zatem naprawdę ci się podobało? Powinienem zrobić kolejne przedstawienie specjalnie dla ciebie?
ru: (Вы поднимаете глаза и говорите очень спокойно) Так тебе действительно понравилось? Может пописать ещё кое-кого, специально для тебя?

source: You... You just... Killed her... That was amazing! It was so quick I didn't even realize what had happened until it was all over! You are truly a great warrior!
cs: Ty… Jen ... Zabil ji ... To bylo úžasné! Bylo to tak rychlé, jsem si to ani neuvědomil, co se stalo, až bylo po všem! Jsi opravdu velký bojovník!
pl: Ty po prostu... Ty właściwie... Zabiłeś ją... To było zdumiewające! To stało się tak szybko, że nawet nie zdawałem sobie sprawy z tego co się stało dopóki nie było po wszystkim! Jesteś prawdziwie wielkim wojownikiem!
ru: Ты... Ты просто... Прикончил её... Вот круто! Это произошло так быстро, что я даже ничего не понял! Ты в натуре великий воин!

source: (You smile a smile as warm as ice.) You want to see it again in slow motion?
cs: (Tvůj úsměv, úsměv je jako teplý led.) Chceš-li ji vidět znovu zpomaleně?
pl: (Uśmiechasz się uśmiechem ciepłym jak lód.) Chcesz zobaczyć to ponownie w zwolnionym tempie?
ru: (Вы усмехаетесь улыбкой, пламенной как лёд) Хочешь повторю снова, но о-очень медленно?

source: (He speaks very fast and his voice quavers) No, that's absolutely unnecessary! I have a lot on my mind right now so thanks for the help! Here's seventy gold for your trouble.
cs: (Mluví velmi rychle a jeho hlas se třese) Ne, to je naprosto zbytečné! Mám hodně o čem přemýšlet právě teď, takže díky za pomoc! Zde je sedmdesát zlatých za tvé problémy.
pl: (Mówi bardzo szybko a jego głos drży) Nie, to absolutnie zbyteczne! Mam teraz wiele na głowie, więc dzięki za pomoc! Oto siedemdziesiąt sztuk za twój kłopot.
ru: (Он быстро тараторит дрожащим сбивчивым голосом) Нет, это абсолютно без надобности! У меня сейчас полно забот, так что весьма благодарен за помощь! Вот семьдесят золотых за ваше беспокойство.

source: male^Thank you for helping keep the rabid human at bay, though I fear it is just for a little while longer. If you ever need a friend of the Forest, I am here.
cs: Děkuji ti za pomoc udržet vzteklého člověka na uzdě, ale obávám se, že je to jen na chvíli. Pokud budeš někdy potřebovat přítele lesa, jsem tady.
pl: Dziękuję ci za pomoc w utrzymaniu, w ryzach rozjuszonego człowieka, chociaż lękam się, iż to jedynie chwilowe. Jeśli kiedykolwiek byś potrzebował przyjaciela lasu, jestem tutaj.
ru: male^Благодарю за помощь против этого взбесившегося человека, боюсь я бы не выдержала дольше. Если тебе понадобиться помощь, друг Леса, я буду здесь.

source: male^A pleasure doing business with you! Would you like to take your slave with you now?
cs: Bylo mi potěšení s tebou obchodovat! Chtěl bys, aby se tvůj otrok k tobě teď přidal?
pl: Robić z tobą interesy to przyjemność! Czy chciałbyś zabrać teraz swego niewolnika?
ru: male^Приятно иметь с Вами дело! Желаете забрать Вашего раба сейчас?

source: male^You don't have that much money right now. Come back when you can pay me.
cs: Nemám teď tolik peněz. Vrátím se, až budu moci zaplatit.
pl: Nie masz na razie takiej sumy. Wróć kiedy będziesz mógł mi zapłacić.
ru: male^У тебя явно не хватает денег, пацан. Возвращайся, когда сможешь заплатить мне.

source: male^Wait for me here until I need you.
cs: Počkejte na mě tady, dokud Vás nebudu potřebovat.
pl: Zaczekajcie na mnie tutaj dopóki nie będę was potrzebował.
ru: male^Ждите здесь, пока я не позову вас.

source: Yes sir!
cs: Ano pane!
pl: Tak sir!
ru: Да, сэр!

source: male^Come back when you have the money!
cs: Vráť se až budeš mít peníze!
pl: Wróć kiedy będziesz miał pieniądze!
ru: male^Возвращайся, когда раздобудешь деньжат!

source: In this scenario time is unlimited, but there is a limited number of quests you can accept. Your character will warn you when this event happens.
cs: V tomto scénáři je neomezený čas, ale tam je omezený počet úkolů, které můžeš přijmout. Tvá postava bude ovlivňovat události, které se stanou.
pl: W tym scenariuszu czas jest nieograniczony, ale możesz wykonać jedynie określoną liczbę zadań. Gdy to nastąpi twoja postać poinformuje cię o tym.
ru: В данном сценарии время не ограничено, но ограничено число заданий, которые вы можете взять. Ваш персонаж будет уведомлен, когда это случится.

source: Yes (Your turn will be omitted to the end of scenario).
cs: Ano (Tvé tahy budou vynechány až do konce scénáře).
pl: Tak (Twoja tura będzie pomijana do końca scenariusza).
ru: Да (Ваш ход будет перемотан до конца сценария).

source: (You feel strange about this gift from the guard... Like it would be only for you. You don't feel a need to share it with your companion ooze. Fascinated with this new experience you decide to keep it only for yourself.)
cs: (Máš divný pocit z daru od stráží... jako by to bylo jen pro tebe. Nemáš pocit, že je třeba, abys ho sdílel s doprovodným slizem. Fascinuje tě tato nová zkušenost a rozhodneš se, aby jsis jej nechal pouze pro sebe.)
pl: (Czujesz się dziwnie po otrzymaniu podarunku strażnika... Jakby był tylko dla ciebie. Nie odczuwasz potrzeby podzielenia się z towarzyszącą ci galaretą. Zafascynowana nowym doświadczeniem decydujesz się zatrzymać to tylko dla siebie.)
ru: (Вы чувствуете странное ощущение о подарке стражи... Как будто он только для вас. У Вас не возникает желания делиться с вашим слизевым напарником. Очарованные этим новым знанием, вы прикарманиваете добычу себе.)

source: And this other elf behind you?
cs: A co ten další elf za tebou?
pl: A ten elf za tobą?
ru: Это ещё один эльф рядом с тобой?

source: He's with me.
cs: On je semnou.
pl: On jest ze mną.
ru: Он со мной.

source: Bloody hell! Now we have an elvish refugee invasion!
cs: Zatraceně! Nyní tu máme elfí uprchlickou invazi!
pl: Niech to piekło pochłonie! Teraz mamy inwazję elfich uchodźców!
ru: Полная жо... рнова хлебов! Теперь у нас набег эльфийских отбросов!

source: Hey wait a moment. What about the man behind you?
cs: Hey počkej moment. Co je to za muže zatebou?
pl: Hej, zaczekaj chwilę. Kim jest ten mężczyzna za tobą?
ru: Погодь секунду. А что за человек у тебя за спиной?

source: Who cares? We've got our bonus pay, it's not our problem anymore.
cs: Koho to zajmá? Máme náš bonusový plat, to není náš problém už.
pl: Kogo to obchodzi? Mamy naszą dodatkową zapłatę, to nie jest już nasz problem.
ru: Кого волнует? Мы получили наш бонус, больше это не наша проблема.

source: And this armed fellow behind you is...
cs: A tento ozbrojený muž za tebou je...
pl: A ten uzbrojony gość za tobą to...
ru: И этот вооружённый до зубов приятель рядом с тобой, он...

source: My personal bodyguard.
cs: Moje osobní stráž.
pl: Moim osobistym ochroniarzem.
ru: Мой телохранитель.

source: Oh. Welcome to Fort Pinewood then.
cs: Oh. Vítej v Fort pinewoodu.
pl: Och. W takim razie witaj w forcie Pinewood.
ru: О-о. Итак, добро пожаловать в форт Пинвуд.

source: You've finally got my attention, lass! I'll take those coins and... Hey who is that fellow behind you?
cs: Konečně jsi zaujala mou pozornost, děvče! Vezmu ty mince a ... Hej, kdo je ten chlapík za tebou?
pl: Nareszcie zdobyłaś moją uwagę panienko! Wezmę te monety i... Hej kim jest ten gość za tobą?
ru: Ты наконец привлек моё внимание, прохвост! Я возьму эти монеты и... Эй, это что за друг с тобой?

source: Really? Never mind then. Welcome to Fort Pinewood! May the rest of your day be as nice, ha ha!
cs: Opravdu? Nezajmá mě to. Vítejte ve Fort Pinewoodu! Uži si hezky zbytek tvého dne, ha ha!
pl: Doprawdy? W takim razie nieważne. Witaj w forcie Pinewood! Niech reszta twojego dnia będzie tak samo przyjemna, cha cha!
ru: Правда? Ни за что не подумал бы. Добро пожаловать в форт Пинвуд! Надеюсь остаток дня будет удачным для тебя, ха-ха!
