Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: Count me in as well.
cs: Počítejte se mnou také.
pl: Na mnie też możesz liczyć.
ru: Примите и меня.

source: No damned orc is gonna get his filthy claws on my tavern!
cs: Žádný zatracený skřet nedostane své špinavé drápy do mé hospody!
pl: Żaden przeklęty ork nie położy swych brudnych szponów na mojej tawernie!
ru: Не один чёртов орк не наложит своих грязных лап на мою таверну!

source: Let COURAGE be our vanguard and DOUBT our whipping-boy! To GLORY!
cs: Nechť odvaha našeho předvoje a pochybnosti našich fackovacích panáků! Pro slávu!
pl: Niech ODWAGA będzie naszą awangardą a WĄTPLIWOŚĆ chłopcem do bicia! Po CHWAŁĘ!
ru: МУЖЕСТВО - наш рулевой, и СОМНЕНИЯ - лишь мальчик для битья! К СЛАВЕ!

source: Looks like our quarry has come to us.
cs: Vypadá to, že náše kořist k nám přišla.
pl: Wygląda na to, że nasze zadanie przybyło do nas.
ru: Видимо, наша добыча идёт прямо в руки.

source: You're sure this is Blackfang's army?
cs: Ty jsi jistě v armádě Černého Tesáka?
pl: Jesteś pewna, że to armia Czarnego kła?
ru: Ты уверен, что это армия Чернопалого?

source: Yeah, you can tell by their battle standards.
cs: Yeah, můžeš mi říct o jejich bitevních zásadách.
pl: Taa, można to stwierdzić po ich sposobie prowadzenia walki.
ru: Ага, об этом ясно говорят их боевые знамёна.

source: There sure are a lot of them. I assume you have some sort of plan?
cs: Tam je určitě spousta z nich. Předpokládám, že máš nějaký plán?
pl: Z pewnością są liczni. Zakładam, że masz jakiegoś rodzaju plan?
ru: Там их целая тьма. Я надеюсь у тебя есть хоть какой-то план?

source: Just follow the so-called elven sorceress for now.
cs: Stačí sledovat tzv. elfí kouzelnici teď.
pl: Po prostu na razie podążaj za tak zwaną elficką czarodziejką.
ru: Просто следуйте за так называемой волшебницей.

source: What do you mean 'so-called sorceress'?! She is a sorceress!
cs: Co myslíš tím "tzv. čarodějku"?! Ona je čarodějka!
pl: Co masz myśli mowiąc "tak zwaną czarodziejką"?! Ona jest czarodziejką!
ru: Что ты имеешь ввиду "так называемой"? Она и есть волшебница!

source: Bryony, how many times have I told you that what appears to be true and what is actually true can be two very different things? I was planning to kill the creature but now it may be of use to us.
cs: Bryony, kolikrát jsem ti říkala, že to, co se zdá být pravda a co je vlastně pravda, mohou být dvě velmi odlišné věci? Jsem měl v plánu zabít zvíře, ale teď to může být užitečné pro nás.
pl: Bryony ile razy ci powtarzałam, że to co wydaje się prawdziwe i jest prawdziwe mogą być dwiema różnymi rzeczami? Planowałam zabić stworzenie, ale teraz może być dla nas użyteczne.
ru: Бриони, сколько раз повторять: то что кажется правдой, и то, что на самом деле правда - это две абсолютно разные вещи? Я планировал убить тварь, но теперь она одна из нас.

source: What creature? Why do you always have to speak in riddles?
cs: Jaký tvor? Proč musíš vždy mluvit v hádankách?
pl: Jakie stworzenie? Czy zawsze musisz mówić zagadkami?
ru: Что за тварь? Почему ты всегда говоришь загадками?

source: (Sigh) Just start shooting orcs, all right?
cs: (Povzdech) Jen začni střílet skřety, vše v pořádku?
pl: (Wzdycha) Po prostu zacznij strzelać do orków, w porządku?
ru: (Вздыхает) Просто начинай стрелять в орков, хорошо?

source: The ranks of the orc horde part momentarily to make way for the largest orc you have ever seen. His black spiked armor and sword mark him as Blackfang, leader of the Black Horde.
cs: Řada skřetí hordy na okamžik udělala cestu pro největší skřeta jakého jste kdy viděli. Jeho černé špičaté brnění a meč, jej označuje jako Černého tesáka, vůdce Černého Hordy.
pl: Szeregi hordy orków momentalnie się rozstępują by zrobić przejście dla największego orka jakiego kiedykolwiek widziałaś. Jego czarna, nabijana kolcami zbroja i miecz identyfikują go jako Czarnego kła, wodza Czarnej Hordy.
ru: Ряды орочьей орды разделились, пропуская высочайшего орка, когда либо виденного Вами. Его чёрная шипованная броня и меч выдавали в нём Чернопалого - лидера Чёрной Орды.

source: Blackfang IS HERE!!!
cs: Černý tesák je zde!!!
pl: Czarny kieł JEST TU!!!
ru: Чернопалый ЗДЕСЯ!!!

source: The orcs cheer and howl in applause, waving tattered banners in homage to their brutal leader.
cs: Skřeti fandí a řvou pochvaly, mávajícími potrhanými prapory na počest jejich brutálního vůdce.
pl: Orkowie wrzeszczą i zawodzą w zachwycie, kołysząc poszarpanymi sztandarami w hołdzie semu brutalnemu przywódcy.
ru: Орки заорали и завыли, хлопали и свистели, размахивая рваными знамёнами в приветствии своего жестокого лидера.

source: Already this fort's defenses are wavering, and I haven't even sent in my veterans yet. How pathetic. If I'd known it would be this easy to raze Pinewood, I'd have attacked months ago!
cs: Již obrana této pevnosti je nerozhudnutá, a já jsem dokonce ještě neposlal mé veterány. Jak ubohé. Kdybych věděl, že to bude tak snadné zbourat Pinewood, napadl bych ho před měsícem!
pl: Obrona tego fortu już się chwieje a nie posłałem nawet jeszcze mych weteranów. Żałosne. Gdybym wiedział, że złupienie Pinewood będzie tak łatwe zaatakowałbym miesiące temu!
ru: Наконец защита этого форта пошатнулась, а я ещё даже не послал ветеранов. Как жалко. Если бы я знал, что так легко возьму Пинвуд, я напал бы месяц назад!

source: Well troops, you know the drill: Kill everyone. Destroy everything. The orc who brings me their leader's head on a pike gets an immediate promotion!
cs: No vojáci, víte, jak to chodí: zabíte všechny. Zničte všechno. Skřet, který mi přinese hlavu jejich vůdce na kopí dostane okamžité povýšení!
pl: Wojacy, znacie zasady: Zabić wszystkich. Zniszczyć wszystko. Ork, który przyniesie mi głowę ich dowódcy zatkniętą na pikę otrzyma natychmiastowy awans!
ru: Отлично войско, вы знаете о прорыве: Убить всех! Разломать всё! Орк, принёсший голову лидера на пике, получит немедленное вознаграждение!

source: This is impossible! There's just too many of them and not enough of us!
cs: To je nemožné! Je jich tu prostě příliš mnoho, a není nás tu dostatek!
pl: To niemożliwe! Jest ich zbyt wielu a nas zbyt mało!
ru: Это невозможно! Слишком много их, и слишком мало нас!

source: Suddenly a small formation of Imperial calvary appears on the horizon! They smash through a platoon of orcish infantry and reach the north side of the fort! The surviving townsfolk are beside themselves with joy.
cs: Náhle se objeví na obzoru malé formace císařské kavalérie! Oni prorazili přes čety skřetí pěchoty a dostali se na severní stranu pevnosti! Přeživší měšťané jsou štěstím bez sebe.
pl: Nagle mała formacja imperialnej kawalerii pojawia się na horyzoncie! Rozbijają pluton piechoty orków i docierają do północnej strony fortu! Ocaleli mieszczanie ściskają się z radości.
ru: Неожиданно, маленький отряд Имперской кавалерии появился на горизонте! Они прорвались через окружение орочьей пехоты и добрались до северной части форта! Выжившие горожане встретили их с радостью.

source: How annoying! Leave it to the Imperial Army to show up and ruin a perfectly good day.
cs: Jak nepříjemné! Nechat to na císařské armády ukázat a zničit dokonalý den.
pl: Irytujące! Pozostawcie to imperialnej armii by pojawić się i zrujnować świetny dzień.
ru: Как раздражает! Позволить Имперским Войскам появиться и испортить такой прекрасный день.

source: Looks like we arrived just in time! Are you in charge here?
cs: Vypadá to, že jsme dorazili právě včas! Ty jsi tady velitel?
pl: Wygląda na to że przybyliśmy w samą porę! Ty tu dowodzisz?
ru: Кажется, мы прибыли как раз вовремя! Вам не легко пришлось?

source: Yes.
cs: Ano.
pl: Tak.
ru: Да.

source: I'm Captain Koltz, 5th Imperial Cavalry Troop, at your service. You should know that an Imperial Councilman is also on his way to assist in the defense of the fort. He's bringing his personal bodyguards with him. I'm not sure if he'll arrive by the time the battle is finished though.
cs: Jsem kapitán Koltz, 5. vojsko Imperialní kavalerie, k tvým službám. Měla bys vědět, že císařský radní je také na cestě pomoci při obraně pevnosti. Přivádí jeho osobní stráž. Nejsem si ale jistý, jestli přijde v čas, než bitva skončí.
pl: Kapitan Koltz, 5 grupa imperialnej kawalerii, do usług. Powinnaś wiedzieć, że doradca imperium jest również w drodze by wesprzeć obronę fortu. Prowadzi swoją osobistą straż. Nie jestem jednak pewien czy zdąży przed końcem bitwy.
ru: Я капитан Кольтс, 5-я Имперская Кавалерийская Бригада, к вашим услугам. Вы должны знать, что Советник Императора так же на пути сюда, что бы помочь с защитой форта. Он ведёт свою личную охрану. Но не уверен, что он поспеет к окончанию битвы.

source: We cut our way through some of the orcs besieging the fort, but it looks like orcish reinforcements have already closed the gap we made. Looks like we're stuck here with you.
cs: prorazli jsme si cestu přes některé ze skřetů obléhající pevnost, ale vypadá to, že skřetí posily již uzavřel mezeru, kterou jsme udělali. Vypadá to, že jsme tady uvízl s tebou.
pl: Wycięliśmy sobie drogę przez orki oblegające fort, ale posiłki orków już zamknęły uczynioną wyrwę. Wygląda na to, że utknęliśmy tutaj wraz z tobą.
ru: Мы пробили себе путь сквозь осаждающих форт орков, но видимо к ним вскоре прибудет подкрепление, и пути к отступлению теперь перекрыты. Похоже, мы застряли тут вместе с вами.

source: Yes, I'm afraid it's going to be a fight to the finish.
cs: Ano, obávám se, že to bude boj až do konce.
pl: Tak, obawiam się, że będzie do walka do końca.
ru: Да, боюсь придётся драться до конца.

source: We're outnumbered at least twenty to one, but perhaps if we kill the orcish leader we'll be able to escape the fort in the ensuing chaos.
cs: Jsme v přesile nejméně dvacet na jednoho, ale možná kdybychom zabili jejich vůdce, budeme schopni uniknout z pevnosti v nastalém chaosu.
pl: Przewyższają nas liczebnością co najmniej dwudziestokrotnie, ale być może jeśli zabijemy wodza będziemy mogli opuścić fort w powstałym chaosie.
ru: Мы выступаем двадцать против одного, но надеюсь, если мы убьём вожака орков, остальные разбегутся в образовавшемся хаосе.

source: There hasn't been an opportunity to strike at Blackfang directly yet.
cs: Zatím nebyla příležitost udeřit na Černého tesáka přímo.
pl: Nie nadarzyła się jeszcze okazja by uderzyć bezpośrednio na Czarnego kła.
ru: У нас ещё не было шанса ударить по Чернопалому.

source: Then we must bide our time and conserve our numbers. If we kill enough orcs, Blackfang might be goaded into personally leading his troops in battle. That will be our time to strike.
cs: Pak musíme čekat na svůj čas a šetřit naše počty. Pokud zabijeme dost skřetů, Černéhp tesáka můžeme vyprovokovat, aby vedl osobně svá vojska do bitvy. To bude náš čas na něj udeřit.
pl: Zatem musimy wyczekiwać sposobności i nie trwonić ludzi. Jeśli zabijemy dostatecznie wielu orków, Czarny kieł może być zmuszony osobiście poprowadzić swe oddziały do natarcia. To będzie nasza szansa na uderzenie.
ru: Значит, мы должны выждать и поддерживать строй. Если мы убьём достаточно орков, Чернопалый лично поведёт остатки армии в бой. И тогда мы нанесём удар.

source: Hragh! How could I be beaten by someone so pathetic?
cs: Hragh! Jak bychom mohli být poraženi někým tak ubohým?
pl: Chrakk! Jak mogłem zostać pokonany przez kogoś tak nędznego?
ru: Аргх! Как я мог быть разбит такими ничтожествами?

source: female^The orcs, demoralized by the death of their leader, flee the battlefield! You are victorious!
cs: Skřeti, demorilizováni smrtí jejich vůdce, opustili bojiště! Ty jsi zvítězila!
pl: Orkowie, zdemoralizowani śmiercią swego wodza uciekają z pola bitwy! Zwyciężyłaś!
ru: Орки, подавленные смертью вожака, бежали с поля боя! Вы победили!

source: female^The defenders let out a ragged cheer as the last orcs disappear over the horizon. Slain orcs, smoldering fires, and broken weapons lie everywhere. Against impossible odds you saved Fort Pinewood from the Black Horde! Bards will surely sing praises of your heroism for generations to come!
cs: Obránci ti začali provolávat slávu, když poslední skřeti mizí za obzorem. Zabití skřeti, doutnájící ohně a rozbité zbraně leží všude. Proti neskutečné přesile jsi ubránila pevnost Pinewood od Černé Hordy! Pěvci jistě budou zpívat chválu o tvého hrdinství pro příští generace!
pl: Obrońcy wydają schrypnięty okrzyk radości kiedy ostatni orkowie znikają za horyzontem. Wszędzie są zabite orki, dogasające płomienie i zniszczone bronie. Przeciwko niemożliwym przeciwnościom uratowałaś fort Pinewood przed czarną hordą! Bardowie z pewnością będą opiewać twój heroizm w hymnach przez kolejne pokolenia!
ru: Радостные крики защитников сотрясли небо, как только последний орк скрылся за горизонтом. Повсюду трупы орков, догорающие пожары, и сломанное оружие. Не смотря на нереальные шансы, Вы сохранили форт Пинвуд от Черной Орды! Барды будут долго воспевать Ваш героизм, прославляя его в веках!

source: The bloodied, weary townsfolk begin to turn to the task of helping the wounded and repairing the extensive damage to the fort. More Imperial reinforcements arrive, too late to affect the outcome of the battle. But you soon realize that these newcomers are not normal Imperial soldiers.
cs: Zkrvavení, unavení měšťané se začínají obracet k úkolu pomoci raněným a opravit rozsáhlé škody na pevnosti. Více císařským posil dorazilo příliš pozdě na to, aby měli vliv na výsledek bitvy. Ale ty si brzy uvědomíš, že tito nový příchozí nejsou normální císařští vojáci.
pl: Zakrwawieni, znużeni mieszczanie zaczynają pomagać rannym i usuwać rozległe zniszczenia fortu. Przybywa więcej imperialnych posiłków, zbyt późno by mieć wpływ na rezultat bitwy. Wkrótce jednak zdajesz sobie sprawę, że przybysze nie są zwykłymi żołnierzami imperium.
ru: Окровавленные, ослабшие горожане начали помогать друг другу чинить и восстанавливать уцелевшее имущество форта. Ещё больше Имперских войск стало прибывать, слишком поздно для участия в битве. Но вскоре Вы заметили, что это были не обычные Имперские штурмовики.

source: (Gazes calmly at the the wrecked fort) Ah Pinewood. I remember when this place was nothing more than a few huts by a trade crossroads. It's good to be back!
cs: (Dívá se klidně na ztroskotanou pevnost) Ah Pinewood. Pamatuji si, když toto místo nebylo nic víc než pár chatrčí v ochranné křižovatce. Je dobré být zpátky!
pl: (Spogląda spokojnie na rozbity fort) Ach Pinewood. Pamiętam kiedy to miejsce nie było niczym więcej jak paroma chatami na skrzyżowaniu szlaków handlowych. Dobrze być z powrotem!
ru: (Сокрушённо оглядывая разрушенный форт) Ах, Пинвуд. Я помню, когда это место было ореховой рощей на перекрестье торговых путей. Как хорошо вернуться сюда!

source: There will be time for nostalgia later, sir! We've got wounded soldiers that need help!
cs: Bude čas na nostalgii později, pane! Máme zraněné vojáky, kteří potřebují pomoc!
pl: Później będzie czas na nostalgię, sir! Mamy rannych żołnierzy potrzebujących pomocy!
ru: У Вас ещё будет время придаться ностальгии, сэр! У нас тут есть солдаты, которым нужна помощь!

source: (He seems to be talking to himself) It speaks, it speaks! Oh how wonderful! I feel like I've met the child I never knew I had!
cs: (Zdá se, že mluví sám k sobě) To mluví, mluví! Ach, jak úžasné! Mám pocit, že jsem se setkal s dítětem, o kterém jsem nikdy nevěděl, ale měl jsem!
pl: (Zdaje się mówić do siebie) To mówi, to mówi! Och jak cudownie! Czuję się jakbym spotkał dziecko, o którego istnieniu nie wiedziałem!
ru: (Он кажется говорит сам с собой) Оно говорит, оно говорит! О, как чудно! Как будто я встретил ребёнка, которого никогда не имел!

source: (Is this man crazy?)
cs: (Je ten muž šílený?)
pl: (Czy ten człowiek oszalał?)
ru: (Он псих?)

source: Yes, yes, it was in my youth that I made you. A harmless pastime, really. To try to create Life itself is...difficult. Impossible perhaps? A thousand failures and finally my one success...you!
cs: Ano, ano, to bylo v mládí, když jsem tě vytvořil. Neškodná zábava, opravdu. Pokusil jsem se vytvořit samotný život...obtížně. Nemožné možná? Tisíc selhání a nakonec můj jediný úspěch...ty!
pl: Tak, tak, to było w mojej młodości kiedy cię stworzyłem. Nieszkodliwa rozrywka, naprawdę. Spróbować stworzyć Życie... Trudne, a może niemożliwe? Tysiąc porażek i wreszcie mój jeden sukces... Ty!
ru: Да, да, в мои юные годы я создал тебя. Беззаботные деньки были. Пытаться создать Жизнь саму по себе... тяжело. Возможно - невозможно? Тысячи ошибочных попыток, и одна успешная... ты!

source: (You have a very odd feeling about this old man. You're certain you've never met him before yet he seems strangely familiar...)
cs: (Máš velmi zvláštní pocit z tohoto starého muže. Jsi si jistý, že jsi se s ním nikdy nesetkal a přesto se zdá podivně povědomý...)
pl: (Masz bardzo osobliwe przeczucie co do tego starca. Jesteś pewna, że nigdy przedtem go nie spotkałaś, mimo to wydaje się dziwnie znajomy...)
ru: (У Вас возникли странные чувства к этому старику. Вы точно никогда не встречали его раньше, но он выглядит весьма знакомым... )

source: It took a bit of my life, my spirit, if you will, to finally do it. To give you life. Alas, urgent business at the Imperial Court called me away from my studies, all those years ago. But I never forgot about you, oh no!
cs: Ubralo to trochu mého života, mého ducha, chceš-li, abych tě konečně vytvořil. Abych ti dal život. Bohužel, naléhavé záležitosti u císařského dvora mě volali od mých studií, všechny ty roky. Ale nikdy jsem nezapomněl na tebe, oh ne!
pl: Zabrało mi to trochę życia, mojego ducha by wreszcie tego dopiąć. Dać ci życie. Szkoda, że pilne sprawy na dworze imperium oderwały mnie od mych studiów, cała lata temu. Ale nigdy o tobie nie zapomniałem, nie!
ru: Я вложил частичку собственной жизни, моей души, что бы завершить начатое. Что бы дать тебе жизнь. Увы, неотложные дела в Имперском Совете отвлекли меня от моих изысканий, много лет назад. Но я никогда не забывал о тебе, о нет!

source: (Did this man create you? Your memories of those early years in the ruined underground laboratory are hazy and vague...your mind is so much more clear and sharp since you've taken over the elf.)
cs: (Copak ten člověk vytvořil? Tvé vzpomínky na těch pár prvních let v troskách podzemní laboratoře jsou mlhavé a nejasné...Tvá mysl je tak mnohem jasnější a ostřejší, protože jsi převzal elfí vzpomínky.)
pl: (Czy ten człowiek cię stworzył? Twoje wspomnienia tych wczesnych lat w zrujnowanym podziemnym laboratorium są mgliste i niewyraźne... Twój umysł jest znacznie klarowniejszy i ostrzejszy od kiedy przejąłeś elfkę.)
ru: (Неужели этот человек создал Вас? Воспоминания о тех ранних годах Вашей жизни в разрушенной лаборатории туманны и расплывчаты... но ваш разум стал более ясным и остроумным, с тех пор, как Вы поселились в эльфе.)

source: And look how you've grown, evolved! No longer a mere ooze, you've taken solid form! Your lifeforce has increased a hundredfold! You're my project, my baby, the object of so many countless hours of research...come forth and let me see you in your true form!
cs: A podívej, jak jsi vyrostla, vyvinula se! Již nejsi pouhým slizem. Ne, přešla jsi na pevnou formu! Tvá životní síla se zvýšila stonásobně! Jsi můj projekt, mé dítě, předmětem tolika nesčetných hodin výzkumu...vyjdi a dovol mi, abych tě vidět ve tvé pravé podobě!
pl: I spójrz jak wyrosłeś, wyewoluowałeś! Już nie jesteś nędzna galaretą, przyjąłeś stałą formę! Twoja siła życiowa wzrosła stukrotnie! Jesteś moim projektem, moim dzieckiem, obiektem tak wielu niezliczonych godzin badań... Podejdź i pozwól mi ujrzeć cię w twej prawdziwej postaci!
ru: И посмотри, как ты вырос, эволюционировал! Не так давно - студень из слизи, ты обрёл твёрдую форму! Твоя жизненная сила увеличилась в тысячу раз! Ты моё творение, моё дитя, объект бесчисленных часов исследований... изыди, и позволь насладится твоей истинной формой!

source: (Your Solid form shudders and spasms. Somehow the mage has magically compelled you to come out of your hiding place!)
cs: (Tvá pevná forma se chvěje v křečích. Nějaký mág jako mávnutím kouzelného proutku jsi donucen, abys vylezla ze svého úkrytu!)
pl: (Twoja stała forma drży i kurczy się w spazmach. W jakiś sposób mag zmusił cie czarami do wyjścia z twojego ukrycia!)
ru: (Ваше твёрдое тело задрожало и задёргалось. Каким-то мистическим образом маг заставил Вас покинуть убежище!)

source: (You vomit up great quantities of slimy ooze! The townsfolk, who only moments ago looked upon you as their leader and savior, now look at you with revulsion and horror.)
cs: (Ty vyzvracíš velké množství mazlavého slizu! Měšťané, kteří se na tebe před chvílí díval jako na svého vůdce a spasitele, se teď na tebe dívají s odporem a hrůzou.)
pl: (Zwracasz wielkie ilości oślizłych galaret! Mieszczanie, którzy jeszcze chwilę temu patrzyli na ciebie jako ich przywódcę i zbawcę, teraz patrzą ze wstrętem i zgrozą.)
ru: (Вы изрыгнули огромное количество тягучей слизи! Горожане, только что смотревшие на Вас, как на лидера и спасителя, теперь глядят с отвращением и страхом.)

source: Oh, how beautiful you are! My work on the Imperial Council has kept me busy, but when I heard rumors of a disturbance in the Pinewood territories I somehow knew you were behind it. Yes, we are linked, born of one spirit.
cs: Ó, jak jsi krásná! Moje práce v říšské radě mi pořád dávala plné ruce práce, ale když jsem slyšel zvěsti o rušení v Pinewoodském území nějak jsem věděl, že jsi za ním ty. Ano, jsme propojeni, narodili jsme se z jednoho ducha.
pl: Och jakiś ty piękny! Byłem zajęty pracą w radzie imperium. Jednakże kiedy usłyszałem plotki o niepokojach na ziemiach Pinewood jakoś wiedziałem, że ty za tym stoisz. Jesteśmy połączeni, zrodzeni z jednego ducha.
ru: О, как ты прекрасно! Меня весьма нагружали работой в Имперском Совете, но как только моих ушей достигли слухи о нарушителе спокойствия пригорода Пинвуда, я понял, что за этим стоит. Да, мы связаны, рождённые от единого духа.

source: What a terrible shame I'm going to have to kill you.
cs: Jaká hrozná škoda, že tě budu muset zabít.
pl: Straszliwie szkoda, że będę musiał cię zabić.
ru: Но, к огромному сожалению, я собираюсь покончить с тобой.

source: In truth you're a victim of your own success. By eating hundreds of creatures you've greatly increased your size and lifeforce. Now I will take that lifeforce back into myself, becoming the most powerful mage ever! Not even the Emperor will be able to stand against me!
cs: Popravdě, jsi obětí svého vlastního úspěchu. Tím, že jsi snědla stovky tvorů, které výrazně zvýšil tvou velikost a životní sílu. Teď budu mít tu životní sílu zpět v sobě, stát se nejsilnějším mág všech dob! Ani císař nebude mít moc se mi postavit!
pl: Po prawdzie jesteś ofiarą swego własnego sukcesu. Przez zjedzenie setek stworzeń niesłychanie zwiększyłeś swój rozmiar i siłę życiową. Teraz ja przejmę ją z powrotem stając się najpotężniejszym magiem w dziejach! Nawet Cesarz nie będzie w stanie mi się sprzeciwić!
ru: По правде, ты жертва собственного успеха. Пожирая тысячи существ, ты увеличил свой размер и жизненную силу. Теперь я собираюсь вернуть все твои жизненные соки себе, став в последствии, величайшим магом на земле! Даже Император не сможет противостоять мне!

source: (Evil) If you can absorb my lifeforce then I can absorb yours! I'll devour you all!
cs: (Zlo) Pokud ty můžeš absorbovat mou životní sílu, pak já mohu mohu absorbovat tu tvou! Já tě celého zhltnu!
pl: (Zła) Jeśli ty możesz wchłonąć moją siłę życiową to ja mogę twoją! Pożrę was wszystkich!
ru: (Зло) Если ты можешь поглотить меня, тогда я могу поглотить вас! Я переварю всех вас!
