Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: (He seems surprised at first but then laughs heartily) You're the strongest elf lass I've ever met! Good show! The reward for beating me is thirty pieces of gold, and you earned every bit of it!
cs: (Vypadá to, že ho to překvapilo, ale pak se srdečně směje) Jsi nejsilnější elfí holka, jakou jsem kdy potkal! Dobrá práce! Odměna za mou porážku je třicet kusů zlata, a vydělala sis každý kousek toho!
pl: (Z początku wydaje się zaskoczony ale wtedy śmieje się serdecznie) Jesteś najsilniejszą elfią panienką jaką kiedykolwiek spotkałem! Dobry pokaz! Nagrodą za pokonanie mnie jest trzydzieści sztuk złota i zasłużyłaś na każdą monetę!
ru: (Он выглядит удивлённым, но смеётся от души) Ты сильнейшая эльфийская девка, что только встречались мне! Отличное шоу! Награда за победу надо мной - тридцатка золотых, и ты достойна каждой монеты!

source: (Move quickly as soon as the match starts to take him by surprise)
cs: (Přesuň se rychle, jakmile zápas začne, abys ho překvapila)
pl: (Działaj szybko jak tylko mecz się rozpocznie by wziąć go z zaskoczenia)
ru: (Быстро дёрнуть руку, как только матч начнётся, подловив соперника)

source: female^(You move with blinding speed the instant the match starts. With a loud THUMP you slam Brock's arm down. He gapes at you in surprise. You won!)
cs: (Rychle pohneš s oslepující rychlostí v okamžiku kdy zápas začíná. S hlasitým žuchnutím jsi bouchla s Brockovouu rukou o stůl. On hledí na tebe s překvapením. Vyhrála jsi!)
pl: (Ruszasz z oślepiającą prędkością natychmiast gdy mecz się zaczyna. Z głośnym TUMP przygważdzasz ramię Brocka. Gapi się na ciebie zaskoczony. Wygrałaś!)
ru: (Вы дёргаете руку с молниеносной скоростью, как только матч начался. С громким БАБАХ Вы укладываете руку Брока, чуть не перевернув его самого. Он явно не ожидал такого от Вас. Вы победили!)

source: female^I...I can't believe I lost. By the Gods you're quick. You knew you couldn't overpower me so you counted on me underestimating you. Good show! The reward for beating me is thirty pieces of gold, and you earned every bit of it!
cs: Já...Já nemůžu uvěřit, že jsem prohrál. U všech bohů, ty jsi rychlá. Věděl jsem, že mě nemůžeš přemoci, takže jsem tě podcenil. Dobrá práce! Odměnou za mou porážku je třicet kusů zlata, a vydělala jsi každý kousek toho!
pl: Ja... Ja nie mogę uwierzyć, że przegrałem. Na bogów jesteś szybka. Wiedziałaś, że nie możesz mnie pokonać więc liczyłaś na to, iż cię nie docenię. Dobry pokaz! Nagrodą za pokonanie mnie jest trzydzieści sztuk złota i zasłużyłaś na każdą monetę!
ru: Я... я не могу поверить - проигрыш! Но Боги - ты быстра! Знала что не сможешь перебороть меня силой, и взяла внезапностью. Отличное шоу! В награду за свою победу получишь тридцатку золотых - ты заработала их сполна!

source: (Simply try and hold your ground to wear him out)
cs: (Jenom zkus vydržet dokud mu nedojdou síly)
pl: (Zwyczajnie spróbuj trzymać pozycję by go zmęczyć)
ru: (Просто держать руку неподвижно, изматывая силы противника)

source: female^(Brock pushes hard against you but you're able to hold your own...barely. More than a minute passes and beads of sweat break out on both your foreheads. But soon Brock has spent his strength and you're able to claim victory. You won!)
cs: (Brock tlačí tvrdě proti tobě, ale jsi ho schopná udržet...stěží. Déle než minutu držíš a kapky potu stékají na obou čelech. Ale brzy Brock vyčerpá svou sílu a ty ho můžeš přetačit k vítězství. Vyhrála jsi!)
pl: (Brock napiera mocno ale jesteś zdolna utrzymać pozycję... Z ledwością. Mija więcej niż minuta i pot zrasza wasze czoła. Lecz niedługo Brock zużył wszystkie swoje siły i sięgasz po zwycięstwo. Wygrałaś!)
ru: (Брок толкает изо всех сил, но вы держитесь... едва-едва. Почти минута проходит, и пот течёт ручьями с вас обоих. Но вскоре Брок утрачивает силы и Вы побеждаете!)

source: female^I...I can't believe I lost. By the Gods you're hardy. You knew you couldn't outright overpower me so you counted on me wearing myself out. Good show! The reward for beating me is thirty pieces of gold, and you earned every bit of it!
cs: Já...Nemůžu uvěřit, že jsem prohrál. U všech bohů, ty jsi vytrvalá. Věděl jsem, že mě nemůžeš úplně přemoci, takže jsem tě podcenil. Dobrá práce! Odměna za mou porážku je třicet kusů zlata a vydělala jsi každý kousek toho!
pl: Ja... Ja nie mogę uwierzyć, że przegrałem. Na bogów jesteś wytrzymała. Wiedziałaś, że nie możesz mnie od razu pokonać więc liczyłaś na to, iż się zmęczę. Dobry pokaz! Nagrodą za pokonanie mnie jest trzydzieści sztuk złota i zasłużyłaś na każdą monetę!
ru: Я... я не могу поверить - проигрыш! Но Боги - ты как дуб! Знала что не сможешь перебороть меня силой, и ждала, пока я выдохнусь. Отличное шоу! В награду за свою победу получишь тридцатку золотых - ты заработала их сполна!

source: (Try to get your arm into a superior position)
cs: (Snažte se dostat ruku do výhodné pozice)
pl: (Spróbuj ustawić ramię w lepszej pozycji)
ru: (Попытаться заломить руку)

source: female^(Brock presses against you hard and you realize you won't have much time before he pins you. You jockey for a better position and finally get it! With your superior position you're able to gradually force his arm down. You won!)
cs: (Brock tě silně tlačí a ty si uvědomíš, že nebudeš mít moc času, než tě položí. Proto se snažíš zaujmout lepší pozici a nakonec se ti to povede! Se svou novou pozicí můžeš postupně tlačit jeho paži dolů. Vyhrála jsi! )
pl: (Brock napiera mocno i zdajesz sobie sprawę, że nie potrwa długo zanim cię przygwoździ. Manewrujesz by znaleźć lepszą pozycję i wreszcie ją masz! Przyjąwszy wyjątkową pozycję możesz stopniowo położyć jego ramię. Wygrałaś!)
ru: (Брок нажимает на Вас и Вы понимаете, что ещё чуть-чуть, и он пришпилит вашу руку. Вы ёрзаете, занимая удобное положение, и, наконец, заламываете руку соперника! Из такой позиции Вы легко укладываете его! Вы победили!)

source: female^I...I can't believe I lost. By the Gods that was an odd strategy. I've never seen anyone armwrestle like that before. Good show! The reward for beating me is thirty pieces of gold, and you earned every bit of it!
cs: Já...já nemůžu uvěřit, že jsem prohrál. U všech bohů, jaká to byla zvláštní strategie. Nikdy jsem neviděl nikoho takto dát ruku - předtím. Dobrá práce! Odměna za mou porážku je třicet kusů zlata, a vydělala jsi každý kousek toho!
pl: Ja... Ja nie mogę uwierzyć, że przegrałem. Na bogów to była dziwna strategia. Nigdy przedtem nie widziałem by ktokolwiek siłował się w ten sposób. Dobry pokaz! Nagrodą za pokonanie mnie jest trzydzieści sztuk złota i zasłużyłaś na każdą monetę!
ru: Я... я не могу поверить - проигрыш! Но Боги - что за странная стратегия! Ни когда не видел, что бы так боролись прежде. Отличное шоу! В награду за свою победу получишь тридцатку золотых - ты заработала их сполна!

source: Back again? You only get one shot at my game, no pun intended.
cs: Opět zpátky? Máš jen jednu ránu na mou hru, žádná slovní hříčka.
pl: Ponownie tutaj? Dostajesz tylko jeden strzał w mojej grze, to nie żart.
ru: Вернулась снова? Я даю только одну попытку, без переигровки.

source: Come one come all! Test your SKILL at archery and win PRIZE MONEY! Hit the bulls eye in ONE shot from THIRTY paces! Easy you say? Not really! BEHOLD the bows that you may use!
cs: Přijď jednotlivče, příjďte všichni! Otestujte si své dovednosti v lukostřelbě a vyhrajte peněžní odměnu! Zasáhněte oko terču v jedné střele z třiceti kroků! Snadné říkáte? Ne tak docela! Hle, luky, které můžete použít!
pl: Podejdź tu, podejdźcie wszyscy! Sprawdźcie swoje UMIEJĘTNOŚCI i wygrajcie NAGRODĘ PIENIĘŻNĄ! Trafcie w środek JEDNYM strzałem z TRZYDZIESTU stóp! Proste mówicie? Nie zupełnie! OTO łuki których możecie używać!
ru: Подходите, подходите! Испытайте ваши УМЕНИЯ в стрельбе из лука, и выиграйте ПРИЗОВЫЕ ДЕНЬГИ! Просто ПОРАЗИТЕ красную точку на мишени с ТРИДЦАТИ шагов! Легкотня, скажете вы? Вовсе нет! Только ВЗЛЯНИТЕ на эти луки!

source: (With a flourish he produces three bizarre longbows. One is so large that it seems to have been made for a giant. Another is an exotic curved bow of uncertain origin. The third bow has a bowstring drawn so taut it looks like you might hurt yourself trying to use it!)
cs: (S gestem ukazuje tři bizardní luky. Jeden z nich je tak velký, že se zdá, že byl vyroben pro obra. Dalším je exotický zakřivený luk nejistého původu. Třetí luk má tětivu nataženou tak, že napnutá vypadá, že byste si s ní mohli ublížit ve snaze ji použít!)
pl: (Efektownie prezentuje trzy dziwaczne długie łuki. Jeden jest tak duży, że wydaje się wykonany dla olbrzyma. Inny to egzotycznie wygięty łuk niejasnego pochodzenia. Trzeci ma cięciwę naprężoną tak mocno, iż wygląda na to, że możesz zrobić sobie krzywdę usiłując go użyć!)
ru: (С восторгом он показывает три странных лука. Один из них настолько велик, что впору только гиганту. Другой настолько причудливо искривлён, и его происхождение остаётся загадкой. Третий лук с такой тугой тетивой, что вы точно пораните себе руку, пытаясь натянуть её!)

source: Do you have the strength to wield the OGRE'S LONGBOW? Or are you skilled enough to decipher the mysteries of the TYRAKIAN HORSEBOW? Or perhaps you're brave enough to try the BACKBREAKER BOW? Step right up to find out!
cs: Máte sílu, aby jste mohli nosit ZLOBŘÍ DLOUHÝ LUK? Nebo jste zruční dostatečně na to, aby jste rozluštili tajemství TYRAKIANSKÉHO JEZDECKÉHO LUKU? Nebo snad máte dost odvahy, použít ZPĚTNÝ DRTÍCÍ LUK? Přistupte blíž a zkuste to!
pl: Czy masz siłę by dzierżyć DŁUGI ŁUK OGRA? Masz może wystarczające umiejętności by odszyfrować tajemnice TYRAKIJSKIEGO ŁUKU KONNEGO? Albo masz wystarczającą odwagę by wypróbować ŁUK ŁAMACZ PLECÓW? Podejdź by się przekonać!
ru: Хватит у вас сил поднять ЛУК ОГРА? Или достаточно вы умелы, что бы совладать с ЛУКОМ ТУРАКИЙСКИХ НАЕЗДНИКОВ? Или надеетесь, что достаточно отважны для СПИНОЛОМА? Подходите - выбирайте!

source: (Compete?)
cs: (Hotovo?)
pl: (Weźmiesz udział?)
ru: (Будем стрелять?)

source: I want to try.
cs: Já to zkusim.
pl: Chcę spróbować.
ru: Я хочу попробовать.

source: Now you have to choose what bow you're going to use...
cs: Nyní si vyber luk jaký chceš použít...
pl: Teraz musisz wybrać łuk, którego zamierzasz użyć...
ru: Теперь выберем лук для стрельбы...

source: (Leave)
cs: (Odejít)
pl: (Odejdź)
ru: (Уйти)

source: Another time perhaps.
cs: Možná jindy.
pl: Może innym razem.
ru: В другой раз, может быть.

source: (What bow should you choose?)
cs: (Jaký luk bys měla vybrat?)
pl: (Który łuk wybrać?)
ru: (Какой лук Вы выбираете?)

source: (Choose the huge bow)
cs: (Vyber obrovský luk)
pl: (Wybierz ogromy łuk)
ru: (Выбрать огромный лук)

source: female^(It takes all your strength to bend this bow. When you loose your arrow it thuds into the target with tremendous force. You did it!)
cs: (Bereš všechnu svou sílu, abys natáhla tento luk. Vypustíš šíp k cíli s obrovskou silou. Udělala jsi to!)
pl: (Naciągnięcie tego łuku wymaga całej twej siły. Kiedy wypuszczasz strzałę uderza w cel z przeogromną mocą. Dokonałaś tego!)
ru: (Понадобились все ваши силы, что бы натянуть лук. Когда Вы пускаете стрелу, она пробивает мишень с невероятной силой. Вы сделали это!)

source: Congratulations! Archery isn't JUST about marksmanship! Sometimes you've got to be pretty STRONG to make a bow WORK how you want it to. Here is your PRIZE MONEY!
cs: Blahopřeji! Lukostřelba není JEN o střelectví! Někdy musíš být dost SILNÁ na to, aby luk udělal svou PRÁCI, podle tvého přání. Zde jsou tvé VYHRANNÉ PENÍZE!
pl: Gratulacje! Łucznictwo nie polega JEDYNIE na strzelectwie! Czasami musisz mieć sporą SIŁĘ by sprawić żeby łuk ZADZIAŁAŁ tak jak tego chcesz. Oto twoja NAGRODA PIENIĘŻNA!
ru: Поздравляю! Стрельба из лука -это НЕ ТОЛЬКО меткость! Иногда Вы должны быть достаточно СИЛЬНЫМ, что бы заставить лук СТРЕЛЯТЬ. Вот Ваши ПРИЗОВЫЕ ДЕНЬГИ!

source: female^(Your efforts to bend the huge bow are completely futile. You failed!)
cs: (Tvé úsilí ohnout obrovský luk se zcela nepodařilo. Selhala jsi!)
pl: (Twoje starania by naciągnąć ogromny łuk są całkowicie daremne. Zawiodłaś!)
ru: (Вы понимаете, что попытки натянуть лук абсолютно бесполезны. Вы проиграли!)

source: female^And it seems the OGRE'S LONGBOW has triumphed over yet ANOTHER contestant!
cs: A zdá se, že nad zlobřím dlouhým lukem nezvítězila další soutěžící!
pl: I wydaje się, że DŁUGI ŁUK OGRA zatriumfował nad KOLEJNĄ zawodniczką!
ru: Что же, ЛУК ОГРА снова одержал верх над ЕЩЁ ОДНОЙ конкурсанткой!

source: (Choose the complicated foreign bow)
cs: (Vyberte složitý zahraniční luk)
pl: (Wybierz skomplikowany zagraniczny łuk)
ru: (Выбрать странный иноземный лук)

source: female^(You run your slender fingers along the bow, trying to get a feel for it. It is oddly balanced, but you feel confident you can make it work. Your confidence pays off as your arrow thunks into the target. You did it!)
cs: (Můžeš spustit své štíhlé prsty podél luk a snažíš získat pro něj cit. To je zvláštně vyrovnané, ale máš pocit že jsi jistá, že to může fungovat. Tvá důvěra se vyplatí a tvá šipka zasáhne cíl. Zvládla si to!)
pl: (Muskasz łuk smukłymi palcami starając się go wyczuć. Jest dziwnie wyważony, ale jesteś pewna, iż możesz sprawić by zadziałał. Twoja pewność popłaca jako że strzała mknie prosto do celu. Dokonałaś tego!)
ru: (Вы пробежались пальцами по луку, пытаясь почувствовать его. Он странно сбалансирован, но Вы чувствуете, что можете заставить его выстрелить. Ваша вера оправдывает себя, когда стрела поражает мишень. Вы сделали это!)

source: Congratulations! Archery isn't JUST about marksmanship! Sometimes you've got to be pretty DEXTROUS to make a bow WORK how you want it to. Here is your PRIZE MONEY!
cs: Blahopřeji! Lukostřelba není JEN o střelectví! Někdy musíš být dost obratná na to, aby luk udělal svou PRÁCI, podle tvého přání. Zde jsou tvé VYHRANNÉ PENÍZE!
pl: Gratulacje! Łucznictwo nie polega JEDYNIE na strzelectwie! Czasami musisz mieć niemałą ZRĘCZNOŚĆ by sprawić żeby łuk ZADZIAŁAŁ tak jak tego chcesz. Oto twoja NAGRODA PIENIĘŻNA!
ru: Поздравляю! Стрельба из лука — это НЕ ТОЛЬКО меткость! Иногда Вы должны быть достаточно ЛОВКИМ, что бы заставить лук СТРЕЛЯТЬ. Вот Ваши ПРИЗОВЫЕ ДЕНЬГИ!

source: female^(Your efforts to make the exotic bow work are completely futile. Your arrow flies off target and into the grass. You failed!)
cs: (Tvá snaha ovládnout exotický luk je zcela zbytečná. Tvá šipka letí mimo cíl do trávy. Selhala jsi!)
pl: (Twoje starania by egzotyczny łuk zadziałał są całkowicie daremne. Strzała mija cel i ląduje w trawie. Zawiodłaś!)
ru: (Вы понимаете, что все попытки понять принцип работы иноземного лука напрасны. Ваша стрела улетает мимо цели и падает в траву. Вы проиграли!)

source: female^And it seems the TYRAKIAN HORSEBOW has triumphed over yet ANOTHER contestant!
cs: A zdá se, že nad Tyrakanským jezdeckým lukem nezvítězil další soutěžící!
pl: I wydaje się, że TYRAKIJSKI ŁUK KONNY zatriumfował nad KOLEJNĄ zawodniczką!
ru: Что же, ЛУК ВСАДНИКА снова одержал верх над ЕЩЁ ОДНОЙ конкурсанткой!

source: (Choose the ultra-taut backbreaker bow)
cs: (Vyber zpětný drtící luk)
pl: (Wybierz ultra naprężony łuk łamacz pleców)
ru: (Выбрать звенящий тетивой лук-спинолом)

source: female^(The bow is aptly named. You nearly break your back trying to draw it! But your persistence pays off as your arrow thunks into the target. You did it!)
cs: (Jméno luku je příhodně pojmenované. Téměř ti zlomí záda při jeho natažení! Ale tvá vytrvalost se ti vyplatí, tvá střela míří do cíle. Udělal jsi to!)
pl: (Łuk jest właściwie nazwany. Niemal łamiesz swoje plecy próbując go napiąć! Ale twoja wytrwałość popłaca jako, że strzała mknie prosto do celu. Dokonałaś tego!)
ru: (Не зря лук так назвали: Вы чуть не сломали спину, пытаясь натянуть тетиву! Но ваша настойчивость заставляет стрелу полететь к цели. Вы сделали это!)

source: Congratulations! Archery isn't JUST about marksmanship! Sometimes you've got to be pretty RESILIENT to make a bow WORK how you want it to. Here is your PRIZE MONEY!
cs: Blahopřeji! Lukostřelba není JEN o střelectví! Někdy musíš být dost vytrvalá na to, aby luk udělal svou práci, podle tvého přání. Zde jsou tvé vyhranné peníze!
pl: Gratulacje! Łucznictwo nie polega JEDYNIE na strzelectwie! Czasami musisz mieć niemałą WYTRZYMAŁOŚĆ by sprawić żeby łuk ZADZIAŁAŁ tak jak tego chcesz. Oto twoja NAGRODA PIENIĘŻNA!
ru: Поздравляю! Стрельба из лука — это НЕ ТОЛЬКО меткость! Иногда Вы должны быть достаточно СТОЙКИМ, что бы заставить лук СТРЕЛЯТЬ. Вот Ваши ПРИЗОВЫЕ ДЕНЬГИ!

source: female^(The bow is aptly named. You nearly break your back trying to draw it! Your arrow flies a pitiful distance into the grass. You failed!)
cs: (Jméno luku je příhodně pojmenované. Téměř ti zlomí záda při jeho natažení! Tvá střela uletí bídnou vzdálenost a končí v tráve. Selhala jsi!)
pl: (Łuk jest właściwie nazwany. Niemal łamiesz swoje plecy próbując go napiąć! Strzała przemierza żałosną odległość padając w trawę. Zawiodłaś!)
ru: (Не зря лук так назвали: Вы чуть не сломали спину, пытаясь натянуть тетиву! Ваша стрела, пролетев жалкое расстояние, падает в траву. Вы проиграли!)

source: female^And it seems the BACKBREAKER has triumphed over yet ANOTHER contestant!
cs: A zdá se, že nad zpětným lukem nezvítězila další soutěžící!
pl: I wydaje się, że ŁAMACZ PLECÓW zatriumfował nad KOLEJNĄ zawodniczką!
ru: Что же, СПИНОЛОМ снова одержал верх над ЕЩЁ ОДНОЙ конкурсанткой!

source: All that drink'in shure wash fun. I think I'm gonna regret it in tha morning though.
cs: Všechno, co jsem vypil bylo pro zábavu. Myslím, že toho budu ráno litovat.
pl: Całe to picie s pewnośściom byłło zapafne. Myślę, że jednak będę żałował tego rano.
ru: Уйти в запой всегда весело. Думаю, стоит оставить немного выпивки на утро.

source: (You see a surly looking dwarf leaning up against a gigantic barrel.)
cs: (Vidíte, nevrlého trpaslíka opřeného o gigantický barel.)
pl: (Widzisz niechlujnie wyglądającego krasnoluda opierającego się o gigantyczną beczkę.)
ru: (Вы видите угрюмого гнома, лежащего в обнимку с огромной бочкой.)

source: That's a BIG barrel you've got there...
cs: To je VELKÝ sud, že jsi ho sem dostal...
pl: Masz tutaj DUŻĄ beczkę...
ru: Ого, какая ОГРОМНАЯ бочка у Вас...

source: (His speech is slurred and you realize he's drunk) Yessh, yessh it is my pretty. And itsh mine, ALL mine!!! All tha booze in tha worldsh! Hic!
cs: (Jeho řeč je nezřetelná a ty si uvědomíš, že je opilý) Yessh, yessh je to moje kráska. A je jen moje, všechno jenom moje! Všechnen chlast na světě! Škyt!
pl: (Jego mowa jest zniekształcona, więc zdajesz sobie sprawę, że jest pijany) Taahh, taahh to moja śliczność. I jesst moja, CAŁA moja!!! Cała gorzała na świeciech! Hik!
ru: (Его фразы путанные, и Вы понимаете, что он пьян) Ду-уа, да, эт` мой-я красотка. И вся она мой-а, вс-с-ся мой-а!!! Всё бухло на свете! Ик!

source: So that barrel is full of liquor? Why do you need so much?
cs: Takže sud je plný alkoholu? K čemu ho potřebuješ tolik?
pl: Zatem ta beczka jest pełna trunku? Po ci aż tyle?
ru: Так это полный бочонок ликёра? Зачем вам так много?

source: Ta blowsh the bridge of coursh! Tha bridge inta town. Tha oozes gonna BURN when they get to Pinewood, ha ha hic! Or ats least thatsh what tha Mayor says.
cs: To odfoukne most samozřejmě! Most do městááá. Ti slizožrouti zhoří než se dostanou do Pinewoodu, ha ha škyt! Nebo alespoň to říká starosta.
pl: By wyssadićsz most oczywista-ście! Most w miasto. Galareta będą PŁONĄĆ kiedy dotrą do Pinewood, cha cha hik! Albo pszynajmnjej tach mówi burmistrz.
ru: Что-о бы взо-орвать мост, каешн! Тот мост, по дороге в город. С-ш-лизь запылает алым пламенем, как только сунется в Пин-ик-вуд! Ну, так мэр сказал.

source: (How to react?)
cs: (Jak reagovat?)
pl: (Jak zareagować?)
ru: (Как прореагировать?)

source: I don't think you're responsible enough to be the custodian of that barrel.
cs: Nemyslím si, že jsi dostatečně zodpovědný, abys byl strážcem tohoto sudu.
pl: Nie sądzę
ru: Я не думаю, что Вы достаточно ответственны, что бы хранить эту бочку.

source: female^Hic! I am TOO vigilant! You notish how none o' thosh oozes haf come ta town yet? They KNOWSH I could spots 'em a mile away! Hic!
cs: škyt! Všimla jsis, že ještě žádný z těch slizožroutů nepřišel do města? Vědí, že jsem je mohl rozpoznat na míle daleko!
pl: Hik! Jestem ZBYT czujny! Zauważyłłaś jak żadne z tychsz galaret nie pszyjszło jeszcze do miasta? One WIEDZĄŚŻ, że spostrzegę je milę stąd! Hik!
ru: Ик! Я даже СЛИШКОМ бди-ик-тельный! Знаешь, чего слизь не показывается в городе? Оно ЗНАЕТ, что я почую её за милю! Ик!

source: If yoush wants tha barrel, you gotta PROVE you deserve it!
cs: Pokud chceš hlídat barel, musíš dokázat, že si to zasloužíš!
pl: Jeśli chcessz beczkę, musisz UDOWODNIĆ, że na nią zasługujesz!
ru: Если жела-бульк-ешь эту б-бочку, ты должна ДОКАЗАТЬ что достойна её!

source: How?
cs: Jak?
pl: Jak?
ru: Как?

source: Why, the only wayth you can prove anything! A drink'in contesht!
cs: Dokaž že můžeš cokoliv! Vypíj to!
pl: Dlaczego, w jedyny ssposóf w jaki możesz dowieść czegokolwiek. Konkursf picia!
ru: И, только один способ доказать это! Соревнование "перепей соседа"!

source: (Leave) I don't care about this.
cs: (Odejít) Nezajímá mě to.
pl: (Odejdź) Nie interesuje mnie to.
ru: (Уйти) Меня это не волнует.

source: Goodb-hic!
cs: Sbohem-Škyt
pl: Do widz-hik!
ru: Проща-йик!

source: (Try and out-drink Ram Aide)
cs: (Zkuste vypít nápoj Rama Aideho)
pl: (Spróbuj przepić Rama Aide)
ru: (Попытаться перепить Ром Эйда)

source: female^(You drink cup after cup of hard liquor. Your vision blurs and the world becomes hazy. After an hour you can barely stand, but Ram Aide has collapsed in a drunken stupor. You've won!)
cs: (Piješ kalich po šálcích s tvrdým alkoholem. Tvůj zrak se rozostří a svět se stává mlhavým. Za hodinu můžeš sotva stát, ale Ram Aide se zhroutil v opilecké apatii. Vyhrála jsi!)
pl: (Wypijasz kufel za kuflem mocnego trunku. Widok się rozmazuje, a świat spowija mgła. Po godzinie z ledwością jesteś w stanie stać, ale Ram Aide upadł w pijackim otępieniu. Wygrałaś!)
ru: (Вы пьёте кружку за кружкой тягучий ликёр. Ваш взгляд затуманивается и фразы становятся путанными. После часовой попойки вы еле стоите на ногах, ну а Ром Эйд падает под стол и храпит. Вы победили!)

source: female^You've gained possession of a gigantic barrel of booze. Perhaps you'll be able to find some use for it later.
cs: Získala jsi do vlastnictví gigantický sud chlastu. Možná, že budeš moci pro něj najít nějaké využití později.
pl: Weszłaś w posiadanie gigantycznej beczki gorzały. Być może później znajdziesz dla niej jakieś zastosowanie.
ru: Вы завладели огромной бочкой бухла. Надеемся, она пригодиться Вам позже.

source: female^(You drink cup after cup of hard liquor. Your vision blurs and the world becomes hazy. After an hour you collapse in a drunken stupor, Ram Aide's slurred and mocking laughter the last thing you hear before you slip into unconsciousness. You failed!)
cs: (Piješ kalich po šálcích tvrdého alkoholu. Tvůj zrak se rozostřuje a svět se stává mlhavým. Po hodině se zhroutíš v opilecké apatii, Ram Aide je nezřetelný a posměšný smích je poslední věc, kterou slyšíš, než upadneš do bezvědomí. Ty jsi selhala!)
pl: (Wypijasz kufel za kuflem mocnego trunku. Widok się rozmazuje, a świat spowija mgła. Po godzinie padasz w pijackim stuporze, zniekształcony, drwiący śmiech Rama Aide jest ostatnią rzeczą jaką słyszysz zanim tracisz przytomność. Zawiodłaś!)
ru: (Вы пьёте кружку за кружкой тягучий ликёр. Ваш взгляд становится туманным, а фразы теряют смысл. После часовой попойки вы падаете в пьяном угаре, далёкий и издевательский смех Ром Эйда - вот что вы слышите, перед тем, как впасть в беспамятство. Вы проиграли!)
