Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: Disappears with her companion, Kirielle.
cs: Zmizí se svým společníkem, Kiriellem.
pl: Znika wraz ze swą towarzyszką, Kirielle.
ru: Ушла со своим товарищем, Кериэлом.

source: Redoubles his efforts at training others in combat. Helps re-establish the Pinewood Militia.
cs: Zdvojnásobuje své úsilí, aby vyškolil ostatní v boji. Pomáhá obnovit domobranu z Pinewoodu.
pl: Podwaja swoje wysiłki w szkoleniu innych w walce. Pomaga odtworzyć milicje Pinewood.
ru: Удвоил свои навыки в битве, и стал обучать остальных. Помог реорганизовать ополчение Пинвуда.

source: female^Has to give up his plans to cook and sell your corpse as an exotic culinary delicacy after you become the town hero. Goes off in search of other exotic ingredients for his recipes.
cs: Odmítneš jeho plány vařit a prodávat tvé tělo jako exotickou kulinářskou pochoutku po tom co se staneš městskou hrdinkou. Odejde hledat jiné exotické ingredience pro své recepty.
pl: Musiał zarzucić swoje plany by ugotować i sprzedawać twe zwłoki jako egzotyczną, wytworną potrawę po tym jak stałaś się bohaterką miasta. Odchodzi w poszukiwaniu innych niezwykłych składników do swych przepisów.
ru: Оставил свои планы приготовить экзотическое блюдо из Вашего трупа, когда Вы стали героиней. Отправился искать другие интересные формы жизни для своих рецептов.

source: After complaining for years about government bureaucrats that never did an honest day's work, Jedd is elected Mayor.
cs: Po komplikacích spojených s mnoho lety se státními úředníky, kteří nikdy nedělali poctivou práci je Jedd zvolen starostou.
pl: Po wieloletnich narzekaniach na rządowych biurokratów, którzy nigdy nie przepracowali uczciwie ani dnia, Jedd zostaje wybrany burmistrzem.
ru: После нескольких лет жалоб на правительственных бюрократов, которые никогда не делают хорошо свою ежедневную работу, Джедда избрали мэром.

source: Takes his show on the road.
cs: Přenesl jeho vystoupení na ulici.
pl: Zabiera swój pokaz w trasę.
ru: Основал собственный придорожный балаган.

source: Rises to the rank of Colonel in the Imperial Army.
cs: Získal hodnosti plukovníka v císařské armádě.
pl: Awansuje na pułkownika imperialnej armii.
ru: Получил звание полковника Имперской армии.

source: Becomes a land speculator.
cs: Stává se z něj zemský spekulant.
pl: Zostaje spekulantem ziemskim.
ru: Стал спекулировать землёй.

source: Continues to run his tavern. People from across the Empire come to challenge him to an armwrestling match; only a handful are able to best him.
cs: Nadále provozoval svou hospodu. Lidé z celé Říše přijeli a vyzvali ho na páku, jen hrstka byli schopni ho porazit.
pl: Nadal prowadzi swoją tawernę. Ludzie z całego Imperium przybywają by go wyzwać na pojedynek w siłowaniu się na rękę. Jedynie garstka jest w stanie go pokonać.
ru: Продолжает содержать таверну. Люди со всей Империи приезжают сразиться с ним в армреслинг; только горстке из них удалось побороть его.

source: The tree-fairy returns to her tree once she is satisfied that Nature's balance has been restored.
cs: Stromová víla se vrátila do svého stromu, jakmile byla přesvědčena, že byla obnovena rovnováha přírody.
pl: Wróżka leśna wraca do swojego drzewa kiedy jest usatysfakcjonowana, że równowaga Natury została przywrócona.
ru: Фея дерева вернулась в свой ясень, как только убедилась, что природный баланс восстановлен.

source: Becomes the new leader of the Pinewood Militia.
cs: Se stane novým vůdcem Pinewoodské domobrany.
pl: Zostaje nowym dowódcą milicji Pinewood.
ru: Стал новым командиром ополчения Пинвуда.

source: Gets out of the bodyguard business in search of easier money.
cs: Vzdal se z podnikání jako osobní stráž a začal hledat snadnější vydělání peněz.
pl: Rezygnuje z interesu ochroniarskiego w poszukiwaniu łatwiejszych pieniędzy.
ru: Бросил работу телохранителя, в поисках более лёгкого заработка.

source: His artwork becomes famous and much sought after. He dedicates his paintings to his Muse.
cs: Jeho díla se stala populární a velmi žádané. Věnuje své obrazy jeho Múzi.
pl: Jego dzieła stają się słynne i bardzo pożądane. Obrazy dedykuje swej muzie.
ru: Его картины стали известными и пользовались большим спросом. Он посвящал все рисунки своей Музе.

source: Marries the love of his life, Corinna. He thanks you for helping him get the 'wedding ring.'
cs: Vezme si lásku jeho života, Vendulku. Děkuje ti za pomoc že si mu sehnala "snubní prsten."
pl: Poślubia miłość swego życia, Corinnę. Dziękuje ci za pomoc w zdobyciu "pierścienia weselnego."
ru: Женился на любви всей своей жизни, Карине. Не переставал благодарить Вас за "обручальное кольцо".

source: Becomes even more reclusive as she delves into the Dark Arts.
cs: Stane se ještě více samotářská, když se ponoří do hlouby černé magie.
pl: Staje się nawet jeszcze bardziej niedostępna i samotnicza zgłębiając tajniki mrocznej sztuki.
ru: Стала ещё более замкнутой, погрузившись в Тёмные Искусства.

source: Without Sir Dryden's moral guidance, Corinna overcomes the power of the Ring of Opposite Alignment and returns to studying the Dark Arts.
cs: Bez morální vedení sira Drydena, Vendula překonává sílu prstenu opačné povahy a vrací se do studia černé magie.
pl: Bez moralnego przewodnictwa sir Drydena Corrina przezwycięża moc pierścienia przeciwnego charakteru i powraca do studiowania mrocznych sztuk.
ru: Без морального руководства сэра Дрейдена, Карина преодолела силу Кольца Обратного Характера и вернулась к изучению Тёмных Искусств.

source: female^You've won a great victory today. The future beckons you forward, and you're left to reflect on how far you've come...from a primitive creature in a dark cave, to an enlightened hero and savior of a town, it has been an extraordinary journey. You're certain that your future promises many great opportunities; all that's left to do is to decide which path to take!
cs: Ty jsi vyhrála velké vítězství dneska. Budoucnost tě láká dopředu a ty jsi odešla přemýšlet o tom, jak daleko jsi došla...z primitivní bytosti v temné jeskyni, do osvícené hrdinky a zachránkyně města, to byla neuvěřitelná cestě. Jsi si jistá, že tvá budoucnost slibuje mnoho skvělých příležitostí, všechno, co zbývá udělat, je rozhodnout se, kterou cestou se vydat!
pl: Odniosłaś dziś wielkie zwycięstwo. Przeszłość wzywa cię naprzód i pozostaje ci oddać się refleksji jak daleko doszłaś... Od prymitywnego stwora w ciemnej jaskini do oświeconej bohaterki i zbawczyni miasta, to nadzwyczajna podróż. Jesteś przekonana, że twoja przyszłość obiecuje wiele wspaniałych okazji. Wszystko co pozostaje zrobić to zdecydować jaką ścieżkę obrać!
ru: Вы одержали великую победу сегодня. Будущее манит Вас вперёд, и Вы поражаетесь, как далеко продвинулись... от примитивного существа из тёмной пещеры, до просвещённого героя и спасительницы города - это было невероятное путешествие. Вы уверены, что ваше будущее обещает много большие возможности, и все, что осталось сделать, это решить, какой путь выбрать!

source: If you liked this campaign check out the sort-of sequel, Elvish Dynasty! Coming soon to the Wesnoth add-on server! Or try re-playing this campaign with a friend! 2 player co-op is now supported for the Ooze Mini-Campaign!
cs: Pokud se ti líbila tato kampaň, podívejte se na sort-of sequel, Elwish Dynasty! Již brzy na add-on serveru Wesnothu! Nebo zkuste znovu hrát tuto kampaň s přítelem! 2 hráč cooperativní hráče je nyní podporována pro slizí Mini-kampaň!
pl: Jeśli podobała ci się ta kampania wypróbuj coś w rodzaju kolejnej części, Elficka Dynastia! Dostępna już wkrótce na serwerze dodatków Wesnoth! Lub zagraj ponownie z przyjacielem! Teraz kampania pozwala na współpracę między 2 graczami w trybie rozgrywki wieloosobowej!
ru: Если Вам понравилось данное дополнение, попробуйте типа-сиквел, Эльфийская Династия (Elvish Dynasty)! Скоро на сервере дополнений Веснота! Или попробуйте переиграть данную кампанию с другом! Кооператив на 2 игроков теперь поддерживается Мини-Кампанией Слизи!

source: male^It looks like you don't have that much. Come back when you have more gold.
cs: Vypadá to, že nemáš dostatek zlata. Vrať se, až budeš mít více zlata.
pl: Wygląda na to że tyle nie masz. Wróć kiedy będziesz miał więcej złota.
ru: male^Вижу, тебе не хватает совсем чуть-чуть. Возвращайся, когда будешь при деньгах.

source: male^You spent $gpa gold pieces increasing melee damage by 3! Now $unit.name is much more lethal in combat!
cs: Ty jsi utratil $gpa zlatých mincí za vylepšení škod o 3! Nyní $unit.name je mnohem lepší v boji nablízko!
pl: Wydałeś $gpa sztuk złota zwiększając obrażenia w walce wręcz o 3! Teraz jednostka imieniem $unit.name jest bardziej zabójcza w walce!
ru: male^Вы тратите $gpa золотых для поднятия силы атаки на 3! Теперь $unit.name более смертоносен в битве!

source: I found new friends to help me claim what's rightfully mine!
cs: Našel jsem nové přátele, aby mi pomohl tvrdit to, co je právem moje!
pl: Znalazłem nowych przyjaciół, którzy pomogą mi zdobyć to co słusznie mi się należy!
ru: Я нашёл новых друзей, которые подтвердят моё законное право на всё это!

source: female^Come out elf and fight! Do not hide before me!
cs: Přijď elfko bojovat! Neskrývejte se přede mnou!
pl: Wyjdź elfko i walcz! Nie chowaj się przede mną!
ru: Выходи эльфийка и сражайся! Не прячься от меня!

source: male^Come out elf and fight! Do not hide before me!
cs: Přijď elfe bojovat! Neskrývej se přede mnou!
pl: Wyjdź elfie i walcz! Nie chowaj się przede mną!
ru: male^Выходи эльф и сражайся! Не прячься от меня!

source: Sithras, today I will repay my debt to you!
cs: Sithras, dnes splatim svůj dluh tobě!
pl: Sithrasie, dzisiaj spłacę swój dług wobec ciebie!
ru: Ситхас, сегодня я верну мой долг тебе!

source: Today my patron will show the orcs the art of war!
cs: Dnes jsi můj patron, ukáži skřetům umění války!
pl: Dziś mój patronie pokażemy orkom sztukę wojny!
ru: Сегодня мой покровитель покажет оркам искусство войны!

source: Sithras, you helped me when I had no hope, so now I'll help help you against this orc horde, even if there is no hope of victory.
cs: Sithrasi, pomohl jsi mi, když jsem neměl žádnou naději, tak teď ti pomůžu proti těmto skřetím hordám, a to i v případě, že není žádná naděje na vítězství.
pl: Sithrasie, pomogłeś mi kiedy nie miałem nadziei, więc teraz ja pomogę tobie przeciwko tej orkowej hordzie, nawet jeśli nie ma nadziei na zwycięstwo.
ru: Ситхас, ты помог мне, когда у меня совсем не осталось надежды, и теперь я помогу тебе против орды, даже если нет надежды на победу.

source: Sithras's piety is a beacon of light in this hour of darkness. By sword and prayer we will drive these heathen orcs back to the shadows from whence they came!
cs: Sithrasi jsi zbožný jako maják světla v této hodině temnoty. Mečem a modlitbou budeme zahánět tyto pohanské skřety zpět do stínů odkud přišli!
pl: Pobożność Sithrasa jaśnieje światłem w tej godzinie ciemności. Mieczem i modlitwą przegnamy te znienawidzone orki z powrotem w cień, z którego wylazły!
ru: Благочестие Ситхаса, как путеводная звезда в эти тёмные времена. Мечом и молитвой мы изгоним этих неотёсанных орков обратно во тьму, из которой они выползли!

source: My lord everything I am I owe to you. Command me!
cs: Můj pane všechno, za vše co mám vděčím tobě. Veď mě!
pl: Panie mój wszystko kim jestem zawdzięczam tobie. Rozkazuj!
ru: Мой господин, я возвращаю мой долг. Командуйте мной!

source: My master! Lead!
cs: Můj pane! Veďmě!
pl: Mój mistrzu! Prowadź!
ru: Мой повелитель! Веди!

source: To victory! Glory for b... (Suddenly you hear a wail of pain. Alkar has tripped in the darkness of night and unfortunately impaled himself on his pitchfork. The young man's militia career has ended before it could even begin.)
cs: K vítězství! Sláva pro b ... (Náhle slyšíte kvílení bolesti. Alkar zakopl v temnotě noci a bohužel se nabodl na své vidle. Mladého muže kariéra v domobraně skončila před tím, než mohla vůbec začít.)
pl: Po zwycięstwo! Chwała o... (Nagle słyszysz jęk bólu. Alkar potknął się w ciemnościach nocy i nieszczęśliwie nadział na swoje widły. Kariera młodego członka milicji skończyła się zanim mogła się rozpocząć.)
ru: К победе! За родину, за... (Внезапно вы слышите вскрик боли. Элкар растерялся во мраке ночи и к несчастью наскочил на собственные вилы. Карьера молодого ополченца окончилась, так и не начавшись.)

source: And thats why ye shouldn't go ta battle without proper training.
cs: A to je důvod, proč by jsi neměl jít do bitvy bez řádného tréninku.
pl: I właśnie dlatego nie powinno się udziału w bitwie brać bez odpowiedniego wyszkolenia.
ru: И вот потому мы не долщ`ны ввязыватщ`а в бой без качещ`твенного обущ`ения.

source: I didn't inherit this land just to lose it to some thieving orc lord! I'm with you, Sithras!
cs: Nezdědil jsem tuto zemi jen aby ji ztratil, kvůli nějakému zlodějskému skřetímu pánovi! Jsem s tebou, Sithrasi!
pl: Nie odziedziczyłem tej ziemi tylko po to by ją utracić na rzecz jakiegoś złodziejskiego orkowego lorda! Jestem z tobą, Sithrasie!
ru: Я не для того наследовал эту землю, что бы отдать её главарю орков! Я с тобой, Ситхас!

source: Sithras, today I repay my debt to you! The orcs will feel Nature's fury!
cs: Sithras, dnes jsem zde, abych splatila svůj dluh vůči tobě! Skřeti pocítí vztek přírody!
pl: Sithrasie, dzisiaj spłacę swój dług wobec ciebie! Orkowie poznają furię natury!
ru: Ситхас, сегодня я верну свой долг! Орки почувствуют гнев природы!

source: male^Thieving dryad! Despicable elf! I hope the orcs tear you both limb from limb! In fact, I intend to make sure of it!
cs: Zlodějská Dryádo! Odporný elfe! Doufám, že skřeti tě roztrhají úd po údu! Ve skutečnosti, mám v úmyslu, se o tom ujistit!
pl: Złodziejska driado! Nikczemny elfie! Mam nadzieję, że orki wyrwą wam obojgu kończyny! W rzeczy samej zamierzam tego dopilnować!
ru: male^Вороватая дриада! Подлый эльф! Я надеюсь орки перережут вам глотки от уха до уха! Впрочем, я лично хочу в этом убедиться!

source: Reporting for duty sir! We even brought the troll slav-- errr...troll mascot with us to help out!
cs: Hlásím se do služby pane! Dokonce jsme přivedl trollího otro--errr...trollího maskota, aby nám pomohl!
pl: Zgłaszamy się na sir! Przyprowadziliśmy nawet trolla niew-- eee... Trolla maskotkę do pomocy!
ru: Дежурный рапортует, сэр! Мы даже выкупили тролля-раб... э-э, троля-талисмана что бы он помог нам!

source: Gurgle!
cs: Buble!
pl: Bulp!
ru: Гругл!

source: (It seems you somehow remain connected to your companion ooze. When your other part dies you die as well...)
cs: (Zdá se, že jsi nějakým způsobem zůstal připojen k doprovodnému slizu. Když druhá část zemře zemřeš také...)
pl: (Wydaje się, że w jakiś sposób zachowujesz łączność z towarzyszącą ci galaretą. Kiedy umiera ty również...)
ru: (Похоже вы остались как то связаны с вашим слизевым напарником. Когда погибла ваша другая часть, вы так же умерли...)

source: (You have allowed the Imperial Mage to kill your companion ooze. A shockwave ripples through your consciousness, stunning you and handing victory to your hated Creator!
cs: (Ty jsi umožnil, aby csařský mág zabil tvého společníka Slizožrouta. Nárazová vlna se přežene přes tvé vědomí a ohromý tě. Ty se musíš podal vítězství svého nenáviděného Stvořitele!
pl: (Pozwoliłeś Imperialnemu Magowi zabić towarzyszącą ci galaretę. Fale martwoty miesza twoją świadomość, ogłuszając cię i dając zwycięstwo twemu znienawidzonemu twórcy!)
ru: ( Вы позволили Имперскому Магу погубить вашего слизевого напарника. Шоковая волна пробила ваши конечности, вызвав оцепенение и отдавая победу в руки Вашего ненавистного Создателя!

source: After the death of your companion ooze its progeny dissolve into harmless gelatinous puddles.
cs: Po smrti tvého společníka se jeho potomstvo rozpustí na neškodné želatinové louže.
pl: Po śmierci towarzyszącej ci galarety jej potomstwo rozkłada się w nieszkodliwe żelatynowate kałuże.
ru: После гибели вашего слизевого напарника его останки растворяются в безвредных желатиновых лужах.

source: With their leader slain the remaining townsfolk flee the battle!
cs: Se smrtí jejích vůdce zbývající měšťané prchají z bitvy!
pl: Po zabiciu przywódcy pozostali mieszkańcy uciekają!
ru: Со смертью предводителя остатки горожан бегут с поля боя!

source: Defeat your weak side!
cs: Poraž tvou slabou stranu!
pl: Pokonaj swoją słabą stronę!
ru: Одолей свою слабую сторону!

source: Defeat your dark side!
cs: Poraž tvou temnou stranu!
pl: Pokonaj swoją mroczną stronę!
ru: Одолей свою тёмную сторону!

source: Allow your Creator to kill your weak side
cs: Nechte svého Stvořitele, aby zabil tvou slabou stranu
pl: Pozwól swemu twórcy zabić twoją słabą stronę
ru: Позвольте вашему создателю поразить вашу слабую сторону

source: Allow your Creator to kill your dark side
cs: Nech tvého Stvořitele, aby zabil tvou temnou stranu
pl: Pozwól swemu twórcy zabić twoją mroczną stronę
ru: Позвольте вашему создателю поразить вашу тёмную сторону

source: Note: In this scenario you will no longer share gold with your partner.
cs: Poznámka: V tomto případě již nebudete sdílet zlato se svým partnerem.
pl: Uwaga: W tym scenariuszu nie współdzielisz już złota ze swym partnerem.
ru: Заметка: В данном сценарии вы больше не делите золото с вашим компаньоном.

source: Come on citizens of Pinewood, let's give these orcs a lesson they won't forget!
cs: Pojďte občané Pinewoodu, dejme těm skřetům lekci, na kterou nezapomenou!
pl: Dalej obywatele Pinewood, dajmy tym orkom lekcję, której nie zapomną!
ru: Ну же, жители Пинвуда, преподадим оркам незабываемый урок!

source: No one crosses me and gets away with it!
cs: Nikdo přezemě neprojde a dostane se pryč!
pl: Nikt nie drwi ze mnie bezkarnie!
ru: Ни кто не пройдёт мимо меня невредимым!

source: male^The orcs, demoralized by the death of their leader, flee the battlefield! You are victorious!
cs: Skřeti, demorilizováni smrtí jejich vůdce, opustili bojiště! Ty jsi zvítězil!
pl: Orkowie, zdemoralizowani śmiercią swego wodza uciekają z pola bitwy! Zwyciężyłeś!
ru: male^Орки, подавленные смертью вожака, бежали с поля боя! Вы победили!

source: male^The defenders let out a ragged cheer as the last orcs disappear over the horizon. Slain orcs, smoldering fires, and broken weapons lie everywhere. Against impossible odds you saved Fort Pinewood from the Black Horde! Bards will surely sing praises of your heroism for generations to come!
cs: Obránci ti začali provolávat slávu, když poslední skřeti mizí za obzorem. Zabití skřeti, doutnájící ohně a rozbité zbraně leží všude. Proti neskutečné přesile jsi ubránil pevnost Pinewood od Černé Hordy! Pěvci jistě budou zpívat chválu o tvého hrdinství pro příští generace!
pl: Obrońcy wydają schrypnięty okrzyk radości kiedy ostatni orkowie znikają za horyzontem. Wszędzie są zabite orki, dogasające płomienie i zniszczone bronie. Przeciwko niemożliwym przeciwnościom uratowałeś fort Pinewood przed czarną hordą! Bardowie z pewnością będą opiewać twój heroizm w hymnach przez kolejne pokolenia!
ru: male^Радостные крики защитников сотрясли небо, как только последний орк скрылся за горизонтом. Повсюду трупы орков, догорающие пожары, и сломанное оружие. Не смотря на нереальные шансы, Вы сохранили форт Пинвуд от Черной Орды! Барды будут долго воспевать Ваш героизм, прославляя его в веках!

source: (Strangely you feel that urge too. You double over and vomit up oozes!)
cs: (Kupodivu ty cítíš nutkání také. Ty zdvojnásobíš zvracení Slizožroutů!)
pl: (To dziwne ale ty również odczuwasz taką potrzebę. Zginasz się wpół i wymiotujesz galaretami!)
ru: (странно, но вы так же чувствуете эти позывы. Вас выворачивает и тошнит слизью!)

source: Oh, how beautiful you are... It seems that you even developed a second personality. Amazing! Some kind of sibling, perhaps? That's very interesting...
cs: Ó, jak jste krásní… Zdá se, že se dokonce vytvořila druhou osobnost. Úžasné! Nějaký sourozence, snad? To je velmi zajímavé...
pl: Och, jakiś piękny... Wygląda na to że wykształciłeś drugą osobowość. Zdumiewające! Być może jakiś rodzaj rodzeństwa? Bardzo interesujące...
ru: О, как ты прекрасно... Как погляжу, ты таки создал альтер-эго. Впечатляет! вроде единоутробного брата, не? Как занимательно...

source: My work on the Imperial Council has kept me busy. However when I heard rumors of a disturbance in the Pinewood territories I somehow knew you were behind it. We are linked, born of one spirit.
cs: Moje práce v říšské radě mi pořád dávala plné ruce práce. Nicméně když jsem slyšel zvěsti o rušení v Pinewoodském území nějak jsem věděl, že jste za tím vy. My jsme se narodili z jednoho ducha.
pl: Byłem zajęty pracą w radzie imperium. Jednakże kiedy usłyszałem plotki o niepokojach na ziemiach Pinewood jakoś wiedziałem, że ty za tym stoisz. Jesteśmy połączeni, zrodzeni z jednego ducha.
ru: Меня весьма нагружали работой в Имперском Совете. Но как только моих ушей достигли слухи о нарушителе спокойствия пригорода Пинвуда, я понял, что за этим стоит. Да, мы связаны, рождённые от единого духа.

source: Once you've eaten your Creator you will be complete! Your allies from Pinewood will no longer aid you, but it doesn't matter. During your time in Pinewood you've contaminated the local well with tiny pieces of yourself. The townsfolk unwittingly drank the contaminated water, and now the oozes that had lain dormant within them erupt! Cries of shock and agony resonate throughout the fort as you devour the townsfolk from the inside out! Although you can't absorb the allies of your companion ooze it's not important since he is a part of you.
cs: Poté, co sníš svého Stvořitele se staneš kompletní! Tvoji spojenci z Pinewoodu ti již nepomohou, ale na tom nezáleží. Při svém pobytu v Pinewoodi jsi kontaminovala místní studny s malými kousky sebe samého. Měšťané nevědomky pili kontaminovanou vodu, a teď se z nich snaží dostat nový Slizožrouti! Výkřiky šoku a utrpení jsou po celé pevnosti, jak je Slizožrouti hltají zevnitř! I když nemůžeš absorbovat spojence tvého společníka Slizožrouta, není to důležité, protože je součástí tebe.
pl: Po zjedzeniu swego twórcy staniesz się kompletna! Twoi sprzymierzeńcy z Pinewood nie będą cię już wspierać, ale nie ma to znaczenia. Podczas swego pobytu w Pinewood zanieczyściłaś studnię małymi kawałeczkami siebie. Mieszczanie nieświadomie wypili zatrutą wodę i teraz galarety, które pozostawały w nich uśpione eksplodują! Krzyki szoku i agonii przetaczają się przez fort kiedy pożerasz mieszkańców od wewnątrz! Chociaż nie możesz wchłonąć sojuszników towarzyszącej ci galarety nie jest to istotne bo stanowi on część ciebie.
ru: Как только вы сожрёте своего создателя, вы обретёте совершенную форму! Ваши соратники из Пинвуда не помогут вам более, но это не беспокоит Вас. Пока Вы жили в Пинвуде, Вы наполнили местный колодец мельчайшими частичками слизи. Не подозревая об этом, горожане пили заражённую воду, и теперь сидящее внутри них прорывается наружу! Крики боли и агонии разносятся по всему форту, ведь вы перевариваете горожан изнутри! К сожалению, вы не сможете пожрать союзников вашего напарника, но это не важно теперь — когда он стал частью вас.

source: Whatever you are I owe you much and I will not abondon you.
cs: Kdokoliv vy jsite, já Vám hodně dlužím a já Vás neopustí.
pl: Czymkolwiek jesteś wiele ci zawdzięczam i cię nie opuszczę.
ru: Чем бы ты не было, я в неоплатном долгу у тебя, и не отступлю от своего слова.

source: My Patron... I don't know what you are... but I will continue to fight with you, for now at least.
cs: Můj Patrone... Nevím, co jsi zač... ale budu i nadále bojovat s tebou, alespoň prozatím.
pl: Mój patronie... Nie wiem czym jesteś... Ale będę walczył po twojej stronie, przynajmniej na razie.
ru: Мой покровитель?! Я... не уверен, кто ты теперь... но продолжу сражаться за тебя до конца.
