Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: female^A pleasure doing business with you! Would you like to take your slave with you now?
cs: Bylo mi potěšení s tebou obchodovat! Chtěla bys, aby se tvůj otrok k tobě teď přidal?
pl: Robić z tobą interesy to przyjemność! Czy chciałabyś zabrać teraz swego niewolnika?
ru: Приятно иметь с Вами дело! Желаете забрать Вашего раба сейчас?

source: I'll pick him up shortly.
cs: Vemu si ho brzo.
pl: Wezmę go niedługo.
ru: Я скоро за ним вернусь.

source: female^You don't have that much money right now. Come back when you can pay me.
cs: Nemám teď tolik peněz. Vrátím se, až budu moci zaplatit.
pl: Nie masz na razie takiej sumy. Wróć kiedy będziesz mogła mi zapłacić.
ru: У тебя явно не хватает денег, милочка. Возвращайся, когда сможешь заплатить мне.

source: Everyone has to look out for themselves, because no one else is gonna do it for you. That's what ten years of living on the streets of Tarakin City taught me. Why should I give up slaving? What's in it for me?
cs: Každý, se stará sám o sebe, proto to nikdo jiný za mě neudělá. To je to, co jsem se za deset let žvota na ulicích Tarakin City naučil. Proč bych se měl vzdát zotročování? Co z toho budu mít?
pl: Każdy musi troszczyć się o siebie ponieważ nikt inny nie zrobi tego za ciebie. Nauczyło mnie tego dziesięć lat życia na ulicach miasta Tarakin. Dlaczego miałbym porzucić niewolnictwo? Co to mi da?
ru: Каждый должен заботиться о себе, потому что никто больше не сделает это за вас. Это то, чему я научился, прожив десять лет на улицах Таракина. Почему я должен отказываться от работорговли? Что мне с того?

source: You'll have a clear conscience.
cs: Budeš mít čisté svědomí.
pl: Będziesz miał czyste sumienie.
ru: Вы будете иметь чистую совесть.

source: I'd rather be rich than have a clear conscience! Now leave, before I have Gorl here give you a pounding!
cs: Raději budu bohatý, než mít čisté svědomí! A teď odejděte, než na Vás pošlu Gorla a on Vám dá nakládačku!
pl: Wolę być bogaty niż mieć czyste sumienie! A teraz odejdź zanim powiem Gorlowi by spuścił ci łomot!
ru: Уж лучше быть богатым, чем с чистой совестью! А теперь пошли прочь, пока Горл не навалял вам!

source: I'll pay you money to work for me as a bodyguard. 50 gold pieces for the two of you!
cs: Zaplatím vám, když budete pro mě pracovat jako mé osobní strážce. 50 zlatých za vás dva!
pl: Zatrudnię was jako moich ochroniarzy. 50 sztuk złota za was dwóch!
ru: Я плачу 50 золотых, что бы вы двое охраняли меня. По 25 каждому!

source: What do you think, Gorl?
cs: Co si myslíš Gorl?
pl: Co o tym myślisz Gorl?
ru: Что ты думаешь на этот счёт, Горл?

source: Gorl likes it.
cs: Gorlovi se to líbí.
pl: Gorlowi się podoba.
ru: Горлу нравиться это.

source: Goodbye slavery, hello lucrative bodyguard contract!
cs: Sbohem otroctví, zdravím lukrativní smlouvu na osobního strážce!
pl: Żegnaj niewolnictwo, witaj lukratywny kontrakcie ochroniarski!
ru: Прощай работорговля, здравствуй прибыльный контракт телохранителя!

source: female^Wait for me here until I need you.
cs: Počkejte zde na mě, dokud Vás nebudu potřebovat.
pl: Zaczekajcie na mnie tutaj dopóki nie będę was potrzebowała.
ru: Ждите здесь, пока я не позову вас.

source: Yes ma'am!
cs: Ano madam!
pl: Tak szanowna pani!
ru: Да, мэм!

source: female^Come back when you have the money!
cs: Vráť se až budeš mít peníze!
pl: Wróć kiedy będziesz miała pieniądze!
ru: Возвращайся, когда раздобудешь деньжат!

source: (Have you finished exploring Fort Pinewood)?
cs: (Už jsi skončila s průzkumem Fort Pinewoodu)?
pl: (Czy chcesz zakończyć eksplorację fortu Pinewood)?
ru: (Вы закончили осмотр форта Пинвуд)?

source: Yes (End level).
cs: Ano (Ukončit level).
pl: Tak (Zakończ poziom).
ru: Да (Закончить уровень).

source: Not yet.
cs: Ještě ne.
pl: Jeszcze nie.
ru: Ещё нет.

source: Wyatt Manor
cs: Starosta Wyatt
pl: Posiadłość Wyatt'a
ru: Поместье Ятта

source: Training Hall
cs: Trénnovací hala
pl: Hala treningowa
ru: Тренировочный зал

source: Mayor Wyatt
cs: Starosta Wyatt
pl: Burmistrz Wyatt
ru: Мэр Ятт

source: Townsfolk
cs: Měšťané
pl: Mieszczanie
ru: Горожане

source: Infiltrate Fort Pinewood in your new 'Solid' form. Cultivate allies and try to earn gold. Earn experience at the Training Hall.
cs: Pronikni do Fort Pinewoodu ve své nové "pevné" formě. Udělej si spojence a snaž si vydělat zlato. Získej zkušenosti v tréninkové hale.
pl: Zinfiltruj fort Pinewood w swej nowej "stałej" formie. Zjednaj sobie sojuszników i spróbuj zarobić więcej złota. Zdobądź doświadczenie w hali treningowej.
ru: Проникните в форт Пинвуд в вашей новой "твёрдой" форме. Заведите отношения и попытайтесь заработать золота. Приобретите опыт в тренировочном зале.

source: Stern Guard
cs: Přísná stráž
pl: Surowy strażnik
ru: Суровкин

source: Bored Guard
cs: Znuděná stráž
pl: Znudzony strażnik
ru: Сплюха

source: Big Bodyguard
cs: Velká osobní stráž
pl: Duży przyboczny
ru: Большой секьюрити

source: Mean Bodyguard
cs: Střední osobní stráž
pl: Nieuprzejmy przyboczny
ru: Секьюрити

source: Ugly Bodyguard
cs: Škaredá osobní stráž
pl: Brzydki przyboczny
ru: Уродливый секьюрити

source: Lazy Bodyguard
cs: Líná osobní stráž
pl: Leniwy przyboczny
ru: Ленивый секьюрити

source: Ram Aide
ru: Ром Эйд

source: Shady Character
cs: Stinná povaha
pl: Szemrana postać
ru: Тёмная личность

source: Fontaine
ru: Фонтейн

source: High Priest Jal
cs: Vysoký kněz Jal
pl: Wysoki kapłan Jal
ru: Отец Джел

source: Jedd
ru: Джадд

source: Guthry
ru: Глоткин

source: Haffuz the Slaver
cs: Otrokář Haffuz
pl: Haffuz łowca niewolników
ru: Работорговец Хафус

source: Gorl the Smasher
cs: Gorl Smasher
pl: Gorl miażdżyciel
ru: Горл-громила

source: Corinna
cs: Vendula
ru: Карина

source: Sir Dryden
ru: Сэр Драйден

source: Sergeant Ryn
pl: Sierżant Ryn
ru: Сержант Рен

source: Livius
ru: Ливий

source: Frist
ru: Фрист

source: Valin
ru: Валин

source: Brock
ru: Брок

source: Kirielle the Realist
cs: Realista Kirielle
pl: Kirielle realistka
ru: Кириэль (реалист)

source: Bryony the Idealist
cs: Idealista Bryony
pl: Bryony idealistka
ru: Бриони (идиалистка)

source: The past few days you have gathered up all the slimy blobs of yourself and tightly compacted them into one small ooze, which now resides in the innards of the elvish Solid. Because you devoured the elf's spirit, her abilities are now at your command, although she lost much of her power with the destruction of the Forest Heart.
cs: V několika posledních dnech jsi sebrala všechny slizké kuličky a pevně je zhustila do jednoho malého slizu, který nyní sídlí v nitru elfí šamanky. Protože jsi pozřela jejího ducha, její schopnosti jsou nyní tvé, i když jsi ztratila mnoho ze své síly zničením srdce lesa.
pl: Przez kilka ostatnich dni zebrałaś wszystkie oślizłe bąble siebie i ciasno sprasowałaś je w jedną małą galaretę, która rezyduje teraz we wnętrzu elfickiej stałej. Ponieważ pożarłaś ducha elfki jej umiejętności są teraz na twe rozkazy, jednakże utraciła wiele ze swej mocy wraz ze zniszczeniem serca lasu.
ru: В течении нескольких дней Вы собирали все частички своей слизи, и плотно упаковывали их в один комок, который теперь находился в эльфийской "твёрдой". Вы подавили дух эльфийки, и взяли контроль над её силами. Но она почти растеряла свои таланты, оторванная от Сердца Леса.

source: female^It has taken you some time to get used to your new solid form. Your senses of taste, touch, hearing and sight are completely different. The elf's memories have given you new insight into the world.
cs: Trvalo ti nějaký čas zvyknout si ve své nové pevné formě. Tvé smysly, chutě, doteku, sluchu a zraku jsou zcela odlišné. Vzpomínky na elfy ti dali nový pohled na svět.
pl: Przywyknięcie do twojej nowej stałej formy zajęło ci nieco czasu. Twoje zmysły smaku, dotyku, słuchu i wzroku są zupełnie inne. Wspomnienia elfki umożliwiły ci nowe spojrzenie na świat.
ru: Понадобилось время, что бы привыкнуть к Вашей новой, твёрдой, форме. Ваши чувства вкуса, осязания, слуха и зрения полностью отличались. Воспоминания эльфийки подарили Вам новый взгляд на мир.

source: female^Being a Solid does have drawbacks though. You are more vulnerable to damage, and you're not able to squeeze yourself through small cracks or crevices. You grow tired more easily, and cannot simply dissolve your food in moments.
cs: Být pevná má však nevýhody. Ty jsi více náchylná na poškození, a nejsi schopna utěsnit malé praskliny nebo trhliny. Ty vznikají snadněji, a nemůžeš si jídlo jednoduše rozpustit v okamžiku.
pl: Bycie stałym ma jednak swoje wady. Jesteś wrażliwsza na obrażenia i nie możesz już się przeciskać przez pęknięcia lub szczeliny. Łatwiej się męczysz i nie możesz po prostu momentalnie pochłonąć swego jedzenia.
ru: Быть "твёрдой" имело и свои недостатки. Вы стали более восприимчивы к повреждениям, и не могли более просачиваться через маленькие трещины или щели. Теперь вы быстрее уставали и не могли переваривать пищу мгновенно.

source: female^You need to determine where you should focus your new talents. Should you focus on developing your physical strength or work on building up your endurance?
cs: Musíš si určit, na co bys měla zaměřit své nové dovednosti. Měla byses zaměřit na rozvoj své fyzické síly, nebo si vylepšit tvou vytrvalost?
pl: Musisz określić jakie talenty chcesz mieć. Powinnaś się skoncentrować na rozwijaniu siły fizycznej czy budowaniu wytrzymałości?
ru: Вам нужно определиться, как развивать ваши таланты. Сконцентрироваться на силе мышц или поработать над выносливостью?

source: I will focus on strength. I want to be able to overpower the opposition.
cs: Budu se soustředit na sílu. Chci být schopena přemoci soupeře.
pl: Skoncentruję się na sile. Chcę móc zmiażdżyć mych przeciwników.
ru: Я буду сильнее. Я хочу подавлять оппонентов.

source: I will focus on endurance. I want to be able to outlast my opponents.
cs: Zaměřím se na vytrvalost. Chci být schopena udržet své soupeře.
pl: Skoncentruję się na wytrzymałości. Chcę móc przetrzymać mych przeciwników.
ru: Я буду выносливее. Я хочу пережить моих врагов.

source: female^Elves are well known for their natural grace of movement. Should you focus on manual dexterity or fleetness of foot?
cs: Elfové jsou dobře známý pro jejich přirozenou eleganci pohybu. Měla byses zaměřit na manuální zručnost nebo na rychlé nohy?
pl: Elfy są znane ze swej naturalnej gracji ruchów. Powinnaś się skupić na zręczności manualnej czy szybkości?
ru: Эльфы славятся своей природной изящностью. Сконцентрируетесь на ловкости рук или быстроте ног?

source: I will focus on manual dexterity. It will help bolster my ranged attacks.
cs: Zaměřím se na manuální zručnost. To mi pomůže posílit své útoky na dálku.
pl: Skoncentruję się na zręczności. To wzmocni moje ataki z dystansu.
ru: Я хочу быть ловчее. Это улучшит мои дальние атаки.

source: I will focus on fleetness of foot. I want to be able to outrun my enemies.
cs: Zaměřím se na rychlé nohy. Chci být schopna předběhnout své nepřátele.
pl: Skoncentruję się na szybkości. Chcę móc wyprzedzić mych wrogów.
ru: Я хочу быть проворнее. Это позволит обгонять моих врагов.

source: female^You've arrived at the gates of Fort Pinewood, the main Solid settlement in the region. You're going to have to decide whether to assimilate peacefully into the Solids' civilization, or attempt to destroy it from within...
cs: Ty jsi dorazila k branám pevnosti Pinewood, hlavní lidské osídlení v tomto regionu. Budeš se muset rozhodnout, zda se začleníš mírumilovně do civilizace pevných látek, nebo se je pokusit zničit zevnitř...
pl: Przybyłaś do wrót fortu Pinewood, głównej osady stałych w regionie. Będziesz musiała zdecydować czy zasymilujesz się pokojowo z cywilizacją stałych, czy spróbujesz ją zniszczyć od wewnątrz...
ru: Вы прибыли к вратам форта Пинвуд, основного поселения "твёрдых" в этих краях. Вам нужно решить - ассимилироваться мирным путём с цивилизацией "твёрдых", или покусится на полное их уничтожение...

source: Halt! Who the hell are you?
cs: Stát! Kdo sakra jste?
pl: Stać! Kim jesteś u diabła?
ru: Стоять! Кто ты, черт возьми?

source: Aw come on Carmen! Do ya have ta give everyone who passes through here a hard time? Let the elf lady pass! We're only standin' guard ta keep out th' oozes!
cs: Aw vzpamatuj se Carmene! Musíš v těchto těžkých časech kontrolovat každého kdo tudyma prochází? Nechme elfí paní projít! Stojíme na stráži kvůli Slizožroutům!
pl: E daj pokój Carmen! Czy musisz każdemu kto przechodzi dawać ciężką przeprawę? Pozwól elfiej pani przejść! Jedynie przed galaretami mamy straż trzymać!
ru: О, Картман! Ты чо, каждого будешь останавливать, кто хочет ходить тут? В такое-то время? Пущай леди-эльф идёт себе! Мы же ток`мо от Слизняков охранять должны!

source: Like hell we are! The Mayor says the Fort is under complete lockdown until the ooze crisis is resolved. Besides, we don't need her kind of riff-raff in Pinewood. So sod off, little elf lass, there's nothin' for you here!
cs: Starosta řekl, že je město kompletně uzamčené, dokud se krize nevyřeší. Kromě toho, nepotřebujeme takovou lůzou v Pinewoodu. Takže Jdi do prdele, malá elfí lůzo, tu není nic pro tebe!
pl: Pewnie że tak, u diabla! Burmistrz mówi, że fort jest całkowicie zamknięty dopóki kryzys z galaretami nie zostanie rozwiązany. Poza tym nie potrzebujemy jej pokroju włóczęgów w Pinewood. Zatem zjeżdżaj, mała elfia panienko, nie ma tu nic dla ciebie.
ru: Начхать, кто мы тут! Мэр сказал форт полностью закрыт, пока не решится ситуация со Слизью. К тому же, нам не нужен всякий сброд в Пинвуде. Как уже сказал, катись маленькая эльфийка, тебе нечего шляться тут!

source: (How should you get past the gate guards?)
cs: (Jak by ses měla dostat přes stráže brány?)
pl: (Jak minąć strażników bramy?)
ru: (Как предпочитаете пройти мимо стражи?)

source: (Beg) Please, please, please let me in! You can't leave me out here! The oozes will eat me!
cs: (Prosba) Prosím, prosím, prosím, pusťte mě dovnitř! Nemůžete mě nechat tady! Slyzožrouti mě snědí!
pl: (Błagaj) Proszę, proszę, proszę wpuśćcie mnie! Nie możecie zostawić mnie tutaj! Galarety mnie pożrą!
ru: (Просить) Пожалуйста, пожалуйста, пожалуйста, пустите меня, милые стражники! Не оставляйте снаружи! Слизь меня сожрёт!

source: Hmph! Pathetic!
cs: Hmph! Trapné!
pl: Hmpf! Żałosne!
ru: Прф-ф! Как она жалка!

source: Aww, Carmen, do ya have to be so heartless? (He pats you on the shoulder as he ushers you through the gate) There, there, little lady, you'll be safe in this here fort. And here's a few coins so you can stay at th' inn.
cs: Aww, Carmene, to musíš být tak bezcitný? (On tě poplácá po rameni, jak tě zřízenci vedou přes branu) Tam, tam, malá dámo, budeš v bezpečí téhle pevnosti. A tady je pár mincí, takže můžeš zůstat v hospodě.
pl: Ee, Carmen, czy ty serca nie masz? (Klepie cię po ramieniu przeprowadzając przez wrota) Już, już, młoda damo, będziesz bezpieczna w tym forcie. Oto kilka monet abyś mogła zatrzymać się w zajeździe.
ru: О-о, Картман, у тя сердца нет? (Он кладёт руку вам на плечо, и проводит через ворота) Сюда, вот так, маленькая леди, вам нечего боятся внутри форта. И вот чуток монет, что бы снять гостиницу.

source: Welcome to Fort Pinewood.
cs: Vítej ve Ford Pinewoodu.
pl: Witamy w forcie Pinewood.
ru: Добро пожаловать в форт Пинвуд.

source: You gained five gold pieces!
cs: Obdržela jsi pět zlatých!
pl: Zdobyłaś pięć sztuk złota!
ru: Вы получили пять монет!

source: What the hell?! All it takes is some teary-eyed little wench and you get all sentimental! You're a pathetic excuse for a guard! And as for you, elf witch, you better behave yourself or you'll end up in the town gaol! The other mercenaries in the Mayor's service aren't nearly as forgiving as my idiot companion here!
cs: Co to k čertu? Stačí mít trochu uslzený oči a hned jsi na měko! Ty jsi neschopný strážce! A pokud jde o tebe, elfí čarodějnice, je lepší se chovat slušně, nebo skončíš v městském vězení! Ostatní žoldáci ve službě starosty nejsou zdaleka tak tolerantní jako můj idiotský společník tady!
pl: Co do piekieł?! Wszystko czego trzeba to mała, zapłakana dziewczynka i wszyscy stajecie się sentymentalni! Żałosna namiastka strażnika! A co do ciebie elfia wiedźmo lepiej się zachowuj albo skończysz w miejskim lochu! Inni najemnicy na służbie burmistrza nie są tak wyrozumiali jak mój zidiociały towarzysz!
ru: Что за чёрт?! Стоило состроить слёзные глазки, и ты совсем расклеился! Ты жалкое подобие стражника! Что до тебя, эльфийская ведьма, веди себя хорошо или закончишь в городской тюрьме! Другие служащие мэра не такие всепрощающие, как мой идиот-напарник!

source: (Bribe) I'll pay you thirty pieces of gold if you let me in!
cs: (Úplatek) Zaplatím vám třicet zlatých, pokud mě necháte projít!
pl: (Łapówka) Zapłacę ci trzydzieści sztuk złota jeśli mnie wpuścisz!
ru: (Подкуп) Я заплачу тридцать золотых, если вы пропустите меня!

source: That works for me! Have a nice day, ma'am! And welcome to Fort Pinewood!
cs: To na mě funguje! Hezký den, madam! A vítejte ve Fort Pinewood!
pl: Tak się to załatwia! Miłego dnia szlachetna damo! Witamy w forcie Pinewood!
ru: Это по мне! Отлично провести день, мэм! И добро пожаловать в форт Пинвуд!

source: (Offer to help) The oozes threaten everyone. I'm a healer and I came to offer my services in these dark times.
cs: (Nabídka pomoci) Slizožroutí ohrožují každého. Jsem léčitelka, a přišela jsem nabídnout své služby v těchto temných časech.
pl: (Zaoferuj pomoc) Galarety zagrażają wszystkim. Jestem uzdrowicielką i przybyłam by zaoferować moje usługi w tych mrocznych czasach.
ru: (Предложить помощь) Слизь угрожает каждому. Я - лекарь, и могу пригодиться в эти тёмные времена.

source: Hmmm...I suppose we need all the help we can get...
cs: Hmmm...Myslím, že potřebujeme veškerou pomoc, kterou můžeme získat...
pl: Hmmm... Przypuszczam że potrzebujemy każdej pomocy jaką możemy uzyskać...
ru: Хм-м-м... Я думаю, нам понадобится любая помощь...

source: Head to th' Mayor's manor just up the street. He's lookin' ta hire healers like yourself.
cs: Hlavní starostovo panství je jen rovně po ulici. On vypadá, že by mohl najmout léčitelku jako jsi ty.
pl: Skieruj się do posiadłości burmistrza zaraz w górę ulicy. Poszukuje on uzdrowicieli do wynajęcia.
ru: Шагай к поместью мэра, вверх по улице. Он ищет дох`туров, прям таких, как ты.

source: (Seduce) Surely strong, handsome men like yourselves could do a woman like me a little favor? I could make it worth your while!
cs: (Svést) Určitě silní, hezcí muži jako vy, byste mohli udělat pro ženu jako jsem já malou laskavost? Mohla bych to udělat, aby to stálo za to!
pl: (Uwiedź) Z pewnością silni, przystojni mężczyźni jak wy mogliby wyświadczyć maleńką przysługę kobiecie jak ja? Uczyniłabym to wartym waszego czasu!
ru: (Соблазнять) Такие сильные, статные мужчины, как вы, могли бы сделать для дамы небольшое одолжение? Я щедро отплачу за это!

source: (Gulp!) Well I guess we could--
cs: (Polkne!) No myslím, že bychom mohli--
pl: (Glup!) No, myślę, że moglibyśmy--
ru: (Сглотнул) Ну, я думаю, мы могли бы--

source: Could what? You're not actually considering letting that inhuman freak have her way with you, are you? Elves are just one step above monsters! If the Imperial Army wiped their decadent race off the face of the planet, the world would be a better place! I'll say it one last time -- sod off missy! There's nothing for you in Fort Pinewood!
cs: Mohli bychom? Ty nejsi ve skutečnosti člověk a jen blázen by měl cestu s tebou, že? Elfové jsou jen jeden krok nad příšerami! Pokud by armáda vymazala jejich rasu z povrchu planety, svět by byl lepším místem! Řeknu to jednou a naposledy - odprejskni slečinko! Zde ve Fort Pinewoodu není nic pro tebe!
pl: Co byśmy? Nie zamierzasz chyba pozwolić sobie na jakieś bliskie kontakty z tym nieludzkim dziwadłem, nieprawdaż? Elfy są tylko o jeden krok nad potworami! Jeśli imperialna armia wymazałaby tę dekadencką rasę z oblicza planety świat byłby lepszy! Powiem to jeden ostatni raz -- zjeżdżaj panieneczko! Nie masz czego szukać w forcie Pinewood!
ru: Могли чего? Ты хоть понимаешь, что за нечеловеческие уродства ждут тебя, если свяжешся с ней? Эльфы не далеко ушли от чудовищ! Если Имперские войска сотрут их отсталую расу с лица земли, это место станет лучше! Я последний раз повторяю -- катись отсюда! Тебе нечего делать в форте Пинвуд!

source: (He's really angry; it looks like bribery is the only option you have left)
cs: (Je opravdu hodně naštvaný, to vypadá, že úplatkářství je jediná možnost, jak projít)
pl: (Jest naprawdę wściekły. Wygląda na to, że łapówka to jedyna pozostała ci opcja)
ru: (Он невероятно зол; кажется, подкуп - единственное, что Вам остаётся)

source: You've finally got my attention, lass! I'll take those coins and...Welcome to Fort Pinewood! May the rest of your day be as nice, ha ha!
cs: Konečně máš mou pozornost, děvče! Vezmu si ty mince a...Vítej ve Fort Pinewoodu! Uži si zde zbytek svého dne hezky, ha ha!
pl: Nareszcie zdobyłaś moją uwagę panienko! Wezmę te monety i... Witaj w forcie Pinewood! Niech reszta twojego dnia będzie tak samo przyjemna, cha cha!
ru: Ты наконец привлекла моё внимание, девка! Я возьму эти монеты и... Добро пожаловать в форт Пинвуд! Надеюсь остаток дня будет удачным для тебя, ха-ха!

source: Yer really evil, ya know that?
cs: Ty jsi opravdu zlý, víš to?
pl: Jesteś naprawdę zły, wiesz?
ru: Ты реально злобный, ты эт`а знал?

source: (Shrugs) I try.
cs: (Pokrčí rameny) Snažím se.
pl: (Wzrusza ramionami) Staram się.
ru: (Пожимает плечами) Я попробую.

source: Whenever you see an icon that looks like this, you should move the Master Ooze onto the hex that contains it to trigger an event.
cs: Kdykoliv vidíš tuto ikonu, která vypadá takhle, měla byses přesunout s hlavním Slizožroutem na pole, protože obsahuje událost.
pl: Jeśli zobaczysz ikonę, która tak wygląda, przesuń Główną galaretę na zawierający ją heks by zainicjować zdarzenie.
ru: Когда Вы видите такой значок, Вам нужно передвинуть Главную Слизь на данную клетку, что бы посмотреть событие.

source: Welcome to Fort Pinewood. North to Tarakin City. South to Shinseki Forest.
cs: Vítejte ve Fort Pinewoodu. Severě od Tarakinského města. Jížde od Shinsekinského lesa.
pl: Witaj w fort Pinewood. Północ miasto Tarakin. Południe las Shinseki.
ru: Добро пожаловать в форт Пинвуд. На север - Таракин. На юг - лес Шинсеки.

source: male^You are victorious and win $gpa gold pieces!
cs: Ty jsi vyhrál a získáváš $gpa zlatých mincí!
pl: Zwyciężyłeś i wygrałeś złoto! Ilość sztuk: $gpa.
ru: male^Удача улыбнулась и вы выиграли $gpa золотых!

source: male^You gained $gpa gold pieces!
cs: Ty jsi získal $gpa zlatých mincí!
pl: Zdobyłeś złoto! Ilość sztuk: $gpa.
ru: male^Вы получили $gpa золотых!

source: male^You earned $gpa gold pieces!
cs: Ty jsi obdržel $gpa zlatých mincí!
pl: Zarobiłeś złoto! Ilość sztuk: $gpa.
ru: male^Вы заработали $gpa золотых!

source: male^You spent $gpa gold pieces!
cs: Ty jsi utratil $gpa zlatých mincí!
pl: Wydałeś złoto! Ilość sztuk: $gpa.
ru: male^Вы потратили $gpa золотых!

source: male^You lost $gpa gold pieces!
cs: Ty jsi ztratil $gpa zlatých mincí!
pl: Straciłeś złoto! Ilość sztuk: $gpa.
ru: male^Вы потеряли $gpa золотых!

source: (You have no time for this.)
cs: (Ty nemáš čas na toto.)
pl: (Nie masz na to czasu.)
ru: (У вас нет на это времени)

source: male^Greetings citizen! Have you come to aid our fair town in our hour of need?
cs: Zdravím občane! Přišel jsi na pomoc našemu dobrému městu v hodině nouze?
pl: Pozdrowienia obywatelu! Czy przybyłeś by wesprzeć nasze zacne miasto w godzinie potrzeby?
ru: male^Приветствую, горожанин! Ты пришёл помочь нашему славному городу в час нужды?
