Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: Gurgle! (Food!)
cs: Buble! (Jídlo!)
pl: Bulp! (Jedzenie!)
ru: Гургл! (Еда!)

source: Eeek! Run away!
cs: Eeek! Utíkejte pryč!
pl: Aaa! Uciekajmy!
ru: Е-е-епт! Бежим!

source: Cowards! I'll have you all court-martialled when this is over!
cs: Zbabělci! Pošlu Vás všechny před vojenský soud, až tohle skončí!
pl: Tchórze! Postawię was wszystkich przed sądem wojskowym kiedy to się skończy!
ru: Трусы! Я сдам вас под трибунал, когда покончу с этим!

source: Those foolish humans! First they dare to trespass in my woods, and now they've stirred up the monsters in the Dark Cavern!
cs: Ti hloupí lidé! Nejprve se odváží zneužívat naše lesy, a nyní, rozšířili příšery z temné jeskyně!
pl: Ci głupi ludzie! Najpierw ośmielili się przemierzać mą knieję, a teraz wzbudzili potwora w Mrocznej Pieczarze!
ru: Что за глупые люди! Сначала умоляют пропустить их через лес, а затем выгоняют на поверхность чудовищ из Тёмных Пещер!

source: Nature's balance must be respected. By the power of my faith, I, Aurelia, Defender of Shinseki Forest, will cleanse this land of all defilers!
cs: Musí být dodržena rovnováha přírody. Mocí mi vírou svěřené, já, Aurelia, ochránce Shinsekého lesa, očistím tuto zemi odevšech nečistých!
pl: Równowaga natury musi być szanowana. Siłą mej wiary, ja, Aurelia, Obrońca lasu Shinseki oczyszczę tę ziemię ze wszystkich ją plugawiących!
ru: Нужно уважать природное равновесие. Силой моей веры, я - Арейла, Защитница леса Шинсеки, очищу эту землю от всех осквернителей!

source: Somehow the giant ball of fire in the sky has changed position and now its terrible brightness is not nearly so bad. You wonder what other surprises await you in this strange land...
cs: Nějak obří ohnivá koule na obloze změnila pozici a teď není tak hrozně jasná. Co není až tak špatné. By mě zajímalo, jaké další překvapení na nás čekají v této cizí zemi...
pl: W jakiś sposób ogromna kula płomieni w przestworzach zmieniła swoje położenie i teraz jej okropna jasność niemal nie jest już aź tak zła. Zastanawiasz się jakie inne niespodzianki oczekują cię w tej dziwnej krainie...
ru: Каким-то образом огромный огненный шар сместился, и теперь жарил не так сильно. Вы решили, что ещё множество сюрпризов ждёт вас в этом странном мире...

source: Rally to me, creatures of the forest! We shall purge this monstrous taint from our home!
cs: Shromážděte se ke mně, stvoření z lesa! Musíme očistit tento monstrózní pach z našeho domova!
pl: Przybywajcie do mnie, stworzenia kniei! Usuniemy tę potworną skazę z naszego domu!
ru: Придите ко мне, создания леса! Мы должны стереть это чудовищное пятно на нашем доме!

source: At last, the monstrous taint has been purged...
cs: Konečně, monstrózní skvrna byla očištěna...
pl: Nareszcie, potworne plugastwo zostało usunięte...
ru: Наконец, чудовищное пятно было стёрто...

source: I have joined my soul with the heart of the forest! As long as this forest exists, so shall I!
cs: Já jsem připojila mou duši k srdci lesa! Tak dlouho, jak tento les existuje, takže budu i já!
pl: Połączyłam mą duszę z sercem kniei! Tak długo jak istnieje las, będę i ja!
ru: Я соединила мою душу с сердцем леса! Пока этот лес существует, жива и я!

source: You've glommed on to the sylph and begun eating her. She tastes delicious!
cs: Ty jsi napadl syrtu a začal ji jíst. Ona chutná výborně!
pl: Podpełzasz do sylfidy i zaczynasz ją pożerać. Smakuje przepysznie!
ru: Вы забрались на сильфу и стали поедать её. Она прекрасна на вкус!

source: Goddess, protect your Chosen One!
cs: Bohyně chrání své Vyvolené!
pl: Bogini, chroń swą Wybraną!
ru: Богиня, защити своего Избранного!

source: What's this?! The sylph regenerates faster than you can dissolve her! You realize it is pointless to keep attacking her. Instead you must find the source of her power.
cs: Co je to?! Syrta se regeneruje rychleji než ji můžeš ruzpustit! Uvědomuješ si, že je zbytečné, abys ji napadal. Místo toho musíš najít zdroj její moci.
pl: Co to?! Sylfida regeneruje się szybciej niż ty możesz ją pochłaniać! Zdajesz sobie sprawę, że atakowanie jej jest bezcelowe, zamiast tego musisz odnaleźć źródło jej mocy.
ru: Что это?! Сильфа восстанавливается быстрее, чем вы можете переваривать её! Вы понимаете, что бесполезно атаковать её дальше. Вам нужно найти источник её силы.

source: Taste Nature's fury!
cs: Ochutnej vztek přírody!
pl: Posmakuj furii natury!
ru: Познай гнев Природы!

source: NO! Foul creature, you have no idea what you're trifling with! The Heart of Shinseki Forest must remain pure!
cs: NE! Hloupá stvoření, nemáte tušení, jak jste bezvýznamní! Srdce Shinsekého lesa musí zůstat čisté!
pl: NIE! Odrażająca istoto, nie masz pojęcia z czym igrasz! Serce kniei Shinseki musi pozostać czyste!
ru: НЕТ! Дурацкая тварь, ты не понимаешь, с чем шутишь! Сердце леса Шинсеки должно оставаться чистым!

source: Foul human! See what you have done! This monster will devour us all! We need to stop fighting each other, at least until this creature is destroyed!
cs: Hloupí lidé! Podívejte se, co jste udělali! Toto monstrum nás všechny pohltí! Musíme přestat bojovat mezi sebou, alespoň dokud tato bytost nebude zničena!
pl: Wstrętny człowieku! Widzisz co narobiłeś! To monstrum pożre nas wszystkich! Musimy zaprzestać walki między sobą, przynajmniej do czasu zniszczenia stwora!
ru: Глупые люди! Посмотрите, что вы наделали! Монстр сожрёт нас всех! Мы должны прекратить драку, пока чудовище не будет уничтожено!

source: Yes, I agree. So let's do what has to be done!
cs: Ano, souhlasím. Takže pojďme udělat to, co je třeba udělat!
pl: Tak, zgadzam się. Zróbmy to co trzeba!
ru: Да, я согласен. Давайте покончим с этим!

source: You start to dissolve the giant tree, turning it into more ooze. As you do this you experience a strange sensation. It is almost as if your consciousness is brushing up against the mind of another.
cs: Začněš rozpouštět obří strom, změníš ho na více slizu. Jak to uděláš, zažiješ zvláštní pocit. Je to skoro, jako kdyby tvé vědomí bylo kartáčováno proti mysli jiného.
pl: Zaczynasz pochłaniać ogromne drzewo, zmieniając je w więcej mazi. Kiedy to czynisz doświadczasz dziwnego uczucia. To niemal tak jakby twoja świadomość ścierała się z innym umysłem.
ru: Вы начинаете переваривать огромное дерево, превращая его в Слизь. И делаете занимательное открытие - ваше сознание касается разума кого-то третьего.

source: Ugh! Get out of my head, monster! This forest belongs to me!
cs: Fuj! Vypadni z mé hlavy, monstrum! Tento les patří mně!
pl: Uch! Wyłaź z mej głowy, potworze! Ten las należy do mnie!
ru: Ах! Пошёл прочь из моей головы, чудовище! Этот лес - мой!

source: NOOOOOOO!!!!!!!
cs: NEEEEEEE!!!!!!!
pl: NIEEEEE!!!!!!!
ru: НЕЕЕЕЕТ!!!

source: The sylph has collapsed in a senseless heap. She had bound her spirit into the Forest Heart, but when you consumed it, you consumed her spirit as well.
cs: Sylfa se zhroutila v bezvědomý. Ona byla vázána na jejího ducha v srdci lesa, ale když jsi ho pozřel, můžeš spotřebovat jejího ducha stejně tak.
pl: Sylfida pada bez zmysłów. Związała swego ducha z sercem lasu lecz kiedy je pożarłeś, spożyłeś również jej ducha.
ru: Сильфа упала без чувств. Она связала свою душу с Сердцем Леса, но когда вы избавились от него, она так же утратила силы.

source: Emotions, sensations, and memories that are completely alien to you flood through your consciousness. You realize that they belong to the sylph. It is as if a whole new world has opened up before you; the world of the Solids.
cs: Emoce, pocity a vzpomínky, které jsou zcela cizí tě zaplaví prostřednictvím jejího vědomí. Uvědomuješ si, že patří Sylfě. Je to, jako kdyby se celý nový svět otevřel před tebou z pevných látek.
pl: Kompletnie obce ci emocje, wrażenia i wspomnienia przepływają przez twoją świadomość. Zdajesz sobie sprawę, że należą do sylfidy. Jest tak jakby otworzył się przed tobą cały nowy świat. Świat stałych.
ru: Эмоции, чувства, и воспоминания, абсолютно чуждые вам, захлестнули сознание. Вы поняли, что они принадлежат сильфе. Целый мир открылся перед вами; мир Твёрдых.

source: With her power source gone the sylph is helpless before you. Her forest allies, lacking leadership, mill about in disarray. Your instincts tell you to send your oozes forward to finish off the senseless elf. But you realize that would be a mistake.
cs: Bez jejího zdroje moci je sylfa bezmocná před tebou. Její lesní spojenci, kterým chybí vedení, utíkají. Tvůj instinkt ti radí poslat své Slizožrouty dopředu, abys dokončili nesmyslné elfy. Ale uvědomíš si, že by to byla chyba.
pl: Wraz ze zniknięciem źródła jej siły sylfida leży bezradna przed tobą. Jej leśni sprzymierzeńcy, pozbawieni przywództwa, ulegają rozproszeniu. Instynkt podpowiada ci by posłać galarety i wykończyć leżącego bez zmysłów elfa. Ale to byłby błąd.
ru: С утратой источника силы, сильфа стала беспомощна против Вас. Её лесные войска, лишённые руководства, разбежались кто куда. Ваш инстинкт подсказывал послать части Слизи, прикончить эльфийку. Но, пораздумав, вы отказались от этой идеи.

source: The days when you acted on instinct alone, heedlessly devouring anything that came across your path, are over. Looking into your newfound memories you realize that the nearby human town will never stop hunting you. To the Solids you are nothing more than an amorphous menace.
cs: Doby, kdy jsi jednal jen na samotný instinkt, bezhlavě hltat vše, na co jsi narazil na své cestě, jsou pryč. Při pohledu na tvé nově nabyté vzpomínky si uvědomíš, že se v blízkém městě lidí se nikdy nezastaví dokud tě neuloví. Pro vojáky nejsi nic víc než amorfní hrozba.
pl: Dni kiedy działałeś jedynie na samym instynkcie, bezmyślnie pożerając wszystko co weszło ci w drogę się skończyły. Zaglądając w swe nowoposzyskane wspomnienia wiesz, że pobliskie ludzkie miasto nigdy nie przestanie na ciebie polować. Dla stałych jesteś niczym więcej jak bezkształtnym zagrożeniem.
ru: Дни, когда вы полагались лишь на инстинкты, неосторожно пожирая всё на своём пути, окончены. Рассматривая свои новые воспоминания, Вы поняли, что люди из ближайших посёлков никогда не остановят охоту на вас. Для Твёрдых Вы не более, чем аморфная угроза.

source: You realize that the only way to save yourself from the wrath of the powerful Solids is to become one yourself! You slither over to the unconscious sylph and, rather than eating her, you start forcing your slimy body into her mouth...
cs: Uvědomuješ si, že jediný způsob, jak zachránit sebe před hněvem mocných těles je stát se jedním z nich! Můžeš se vplížit do bezvědomé Sylphy spíše než ji jíst, začneš tlačit své slizké tělo do jejich úst...
pl: Jedyna droga by uchronić się od gniewu potężnych stałych jest samemu stać się jednym z nich! Ślizgasz się do nieprzytomnej sylfidy i zamiast ją zjeść zaczynasz wciskać swoje oślizłe ciało w jej usta...
ru: Был только один путь спасти себя от гнева могучих Твёрдых - стать одним из них! Вы заползли на бесчувственную сильфу и, вместо поедания жертвы, стали пропихивать своё тело в её рот...

source: Oh no, you've taken too long! The Forest Defender has been able to turn the entire forest against you! The trees uproot and attack you! Torrential rains scatter your forces! Lightning arcs from the sky, slamming into you, and all goes dark...
cs: Ale ne, jsi tu příliš dlouho! Lesní obránci byli schopni proti tobě otočit celý les! Stromy vykořenili a zaútočili na tebe! Přívalové deště rozptýlily své síly! Oblouky blesků z nebe narazily do tebe a všechnno zakrývá tma...
pl: O nie, to trwało zbyt długo! Obrońca lasu zdołała obrócić całą knieję przeciwko tobie! Drzewa ruszają ze swych miejsc i cię atakują! Gwałtowne deszcze rozpędzają twoje siły! Świetliste łuki z nieba, uderzają w ciebie i wszystko pogrąża się w mroku...
ru: О, нет! Слишком долгая битва! Защитница леса призвала всю силу леса против Вас! Деревья двинулись и атаковали Вас! Проливной дождь выбивал из сил! Молнии сверкали в небе, поражая Вас, и всё погрузилось во тьму...

source: Sithras
ru: Ситхас

source: So does your companion ooze.
cs: Tak toto je tvůj společník Slizožrout.
pl: Tak jak towarzysząca ci galareta.
ru: И вот ваш слизевой напарник.

source: Aurelia, is this really necessary?
cs: Aurelie, je to opravdu nutné?
pl: Aurelio, czy to naprawdę konieczne?
ru: Арейла, это действительно необходимо?

source: Wipe out the defilers my love. I bound your spirit with mine to the heart of this forest. We can't be defeated!
cs: Poskvrnění odstranili mou lásku. Vázala jsem svého ducha se srdcem tohoto lesa. Nemůžu být poražena!
pl: Zmieć plugastwo ukochany. Przywiązałam twego ducha wraz z moim di serca tej kniei. Nie możemy zostać pokonani!
ru: Сотрём осквернителей, моя любовь. Я свяжу твой дух со своим в сердце этого леса. Мы не можем быть сломлены!

source: And now you freely admit to using dangerous, forbidden magic? It's not the defilers I fear, my love, but your fanaticism. This is madness!
cs: A teď si svobodně přiznej, jestli používání zakázané magie není nebezpečné? Nejsou to poskvrnění, kterých se obávám, ale moje láska, a její fanatismus. To je šílenství!
pl: I teraz otwarcie przyznajesz się do używania niebezpiecznej, zakazanej magii? To nie plugawi mnie przerażają, ukochana, lecz twój fanatyzm. To szaleństwo!
ru: И теперь ты свободно признаёшь использование опасной, запретной магии? Я опасаюсь, это не осквернители, моя любовь, а твоя фанатичность. Это безумие!

source: Enough Sithras! My magic will protect us both! Follow me or get out of my way!
cs: Dost Sithrasi! Má magie nás bude oba chránit! Následujte mě, nebo mi vypadni z cesty!
pl: Dość Sithrasie! Moja magia ochroni nas oboje! Podążaj za mną albo nie wchodź mi w drogę!
ru: Довольно, Ситхас! Моя магия защитит нас обоих! Следуй за мной или убирайся прочь с моего пути!

source: ...I...will follow you...into battle...for now. But afterwards we will have a talk, you and I.
cs: ...Já...tě bude následovat...do bitvy...pro teď. Ale potom si budeme muset promluvit, ty a já.
pl: Jestem... Z tobą... W tej bitwie. Ale po wszystkim porozmawiamy, ty i ja.
ru: ...Я...буду следовать за тобой...в битвах...пока что. Но после мы всё обсудим, ты и я.

source: You try and eat the elf warrior!
cs: Zkoušíš jíst elfího bojovníka!
pl: Próbujesz i zjadasz elfickiego wojownika!
ru: Вы попробовали и съели эльфийского война!

source: All his injuries were instantly regenerated! You realize that your enemies are using some kind of magic to make themselves invulnerable. Perhaps you should look for the source of the magic...
cs: Všechny jeho zranění byla okamžitě zregenerována! Uvědomuješ si, že vaši nepřátelé se pomocí jakéhosi kouzla, stali sami nezranitelní. Možná byste se měli podívat na zdroj jejich magie...
pl: Wszystkie jego obrażenia zostały natychmiast zregenerowane! Twoi wrogowie muszą używać jakiejś magi by uczynić się niewrażliwymi. Być może powinieneś poszukać źródła tej magii...
ru: Все его раны регенерируют без остановки! Вы понимаете, что этот враг использует какую-то магию, что бы быть неуязвимым. Вероятно, вы должны отыскать источник этой магии...

source: You just lost your appetite...
cs: Právě jsi ztratil chuť k jídlu...
pl: Właśnie straciłeś apetyt...
ru: У вас пропал аппетит...

source: Since the same power was making the fearsome warrior invincible he has shared her fate.
cs: Vzhledem k tomu, že stejou moc používal i strašlivý neporazitelný bojovník, tak sdílí její osud.
pl: Ponieważ ta sama moc czyniła straszliwego wojownika niezwyciężonym podzielił jej los.
ru: Поскольку эта же сила питала бесстрашного война, он разделил её судьбу.

source: You observe as your companion ooze possesses the sylph. Without delay you move to occupy the second container - the elvish warrior. A flood of memories and sensations that are not your own threatens to overwhelm you. You struggle to make sense of it all.
cs: Můžeš pozorovat, jak tvůj společník Slizožrout vstupuje do Syrty. Neprodleně se přesuneš obsadit druhou nádobu - elfího bojovník. Záplava vzpomínek a pocitů, které nejsou tvé vlastní se tě snaží přemoci. Zde se, že se snaží najít smysl toho všeho.
pl: Obserwujesz jak twój towarzysz, galareta posiada sylfidę. Bezzwłocznie ruszasz by zając drugi pojemnik - elfickiego wojownika. Potok wspomnień i wrażeń, które nie należą do ciebie jest przytłaczający i grozi zatracaniem się w nim. Zmagasz się by ułożyć go w sensowną całość.
ru: Вы видите, как ваш напарник-слизь овладевает сильфой. Без заминок вы занимаете второй контейнер - эльфийского война. Поток воспоминаний и чувств, чуждых вам, грозит захлестнуть вас. Вы пытаетесь справиться со всем этим.

source: Pinewood
ru: Пинвуд

source: female^You are victorious and win $gpa gold pieces!
cs: Ty jsi vyhrála a získáváš $gpa zlatých mincí!
pl: Zwyciężyłaś i wygrałaś złoto! Ilość sztuk: $gpa.
ru: Удача улыбнулась и вы выиграли $gpa золотых!

source: female^You gained $gpa gold pieces!
cs: Ty jsi získala $gpa zlatých mincí!
pl: Zdobyłaś złoto! Ilość sztuk: $gpa.
ru: Вы приобрели $gpa золотых!

source: female^You earned $gpa gold pieces!
cs: Ty jsi obdržela $gpa zlatých mincí!
pl: Zarobiłaś złoto! Ilość sztuk: $gpa.
ru: Вы заработали $gpa золотых!

source: female^You spent $gpa gold pieces!
cs: Ty jsi utratila $gpa zlatých mincí!
pl: Wydałaś złoto! Ilość sztuk: $gpa.
ru: Вы потратили $gpa золотых!

source: female^You lost $gpa gold pieces!
cs: Ty jsi ztratila $gpa zlatých mincí!
pl: Straciłaś złoto! Ilość sztuk: $gpa.
ru: Вы потеряли $gpa золотых!

source: (The Mayor appears to be a balding middle-aged man with an exuberant temperament. Based on his clothes and bearing, you guess that he must have been a farmer before taking up the aegis of politics)
cs: (Starosta se zdá být plešatý muž středního věku s bujným temperamentem. Na základě jeho oblečení a chování si myslíš, že musel být zemědělec, před nástupem pod záštitu politiky)
pl: (Burmistrz to łysiejący człowiek w średnim wieku o żywiołowym temperamencie. Wnioskując z ubrań jakie nosi zgadujesz, że musiał być farmerem zanim zajął się polityką.)
ru: (Мэр оказался лысеющим мужчиной в годах с буйным характером. Манера одеваться и говорить выдавала в нем деревенщину. Должно быть он содержал ферму до того, как занялся политикой.)

source: female^Greetings citizen! Have you come to aid our fair town in our hour of need?
cs: Zdravím občanko! Přišla jsi na pomoc našemu dobrému městu v hodině nouze?
pl: Pozdrowienia obywatelu! Czy przybyłaś by wesprzeć nasze zacne miasto w godzinie potrzeby?
ru: Приветствую, горожанин! Ты пришёл помочь нашему славному городу в час нужды?

source: (How should you respond?)
cs: (Jak bys měla reagovat?)
pl: (Jak należy odpowiedzieć?)
ru: (Как Вы собираетесь ответить?)

source: (Offer to help fight Evil) Yes, my name is Aurelia. I'm an elvish shaman and I'm here to help!
cs: (Nabídka pomoci k boji se zlem) Ano, jmenuji se Aurelia. Jsem elfí šamanka a jsem tady, abych vám pomohla!
pl: (Zaoferuj pomoc w walce ze złem) Tak, mam na imię Aurelia. Jestem elficką szamanką i chcę pomóc!
ru: (Предложить помощь в борьбе со злом) Да, меня зовут Арейла. Я эльфийский шаман, и пришла, что бы помочь!

source: (He rubs his hands together with glee) Wonderful! Splendid! Let me explain the situation...
cs: (Tře si ruce radostí) Užasné! Skvělé! Dovol mi ti vysvětlit situaci...
pl: (Z zadowoleniem zaciera ręce) Cudownie! Wspaniale! Pozwól, że wyjaśnię sytuację...
ru: (Он радостно потирает руки) Чудесненько! Великолепно! Позвольте прояснить ситуацию для Вас...

source: (Offer to help for a reward) I'm a mercenary. I can help, but my services will cost you.
cs: (Nabídnout pomoc pro odměnu) Jsem žoldačka. Můžu ti pomoct, ale moje služby tě budou něco stát.
pl: (Zaoferuj pomoc w zamian za nagrodę) Jestem najemnikiem. Mogę pomóc lecz moje usługi będą cię kosztować.
ru: (Предложить помощь за награду) Я - наёмник. Могу помочь, но придётся заплатить.

source: Of course, of course! There's considerable risk involved in what I'm asking. I wouldn't dream of putting you in harm's way without providing proper...compensation.
cs: Samozřejmě, samozřejmě! Je tu možnost značného rizika spojeného s mým vyptáváním. Mě by ani ve snu nenapadlo, že bych tě poslal někomu ublížit bez poskytnutí pořádné...kompenzace.
pl: Oczywiście, oczywiście! Wszak to o co proszę niesie spore ryzyko. Nie śniłbym nawet o tym by narazić cię na jakąkolwiek szkodę bez zapewnienia odpowiedniej... Rekompensaty.
ru: Конечно, конечно! Дело, о котором я прошу, связанно с риском для жизни. И я даже на мечтал оставить ваши заботы без должной... компенсации.

source: Let me give you a quick briefing about what's been going on...
cs: Dovolte mi, abych tě rychle informoval o tom, co se děje...
pl: Pozwól, że udzielę ci krótkiej odprawy o tym co się dzieje...
ru: Позволь ввести тебя в курс дела...

source: female^(Decline to help) I'm just a simple traveler looking for a place to spend the night.
cs: (Odmítnout pomoc) Jsem jen prostá cestovatelka hledající místo, kde strávit noc.
pl: (Odmów) Jestem jedynie zwykłą podróżną poszukującą miejsca na spoczynek.
ru: (Отказать) Я просто путешественница, ищущая ночлег.

source: In that case madam, I highly recommend Brock's Tavern, which is located near the South Gate. The food is delicious, the rooms are cozy, and the prices are quite affordable. Please enjoy your stay in Fort Pinewood!
cs: V takovém případě madam, vřele doporučuji Brockův hostinec, který se nachází v blízkosti jižní brány. Jídlo je vynikající, pokoje jsou útulné a ceny jsou poměrně cenově dostupné. Prosím vychutnejte si svůj pobyt ve Fort Pinewood!
pl: W takim razie szanowna pani polecam tawernę Brocka nieopodal Południowej bramy. Jedzenie jest pyszne, pokoje wygodne a ceny całkiem przystępne. Proszę, ciesz się swym pobytem w forcie Pinewood!
ru: В таком случае, мэм, я настоятельно рекомендую таверну Брока, у Южных врат. Еда отменная, уютные комнаты, и цены не так уж велики. Прошу, наслаждайтесь пребыванием в Пинвуде!

source: (He suddenly looks dejected) Or...at least, enjoy your stay as much as possible under the circumstances. (Sigh) Our town has had its share of troubles recently. Let me explain what's been going on...
cs: (Náhle vypadá sklesle) Nebo...alespoň si můžete užít svůj pobyt, tak jak je to možné za daných okolností. (Povzdech) Naše město má svůj podíl na problémech v poslední době. Dovolte mi vysvětlit, co se děje...
pl: (Nagle wygląda na przygnębionego) Lub przynajmniej... Ciesz się swym pobytem pomimo obecnych okoliczności. (Wzdycha) Nasze miasta doświadcza ostatnio kłopotów. Pozwól, że wyjaśnię...
ru: (Он внезапно помрачнел) Или... наслаждайтесь пребыванием насколько возможно, при таких обстоятельствах. (Вздох) На наш город свалилась целая куча проблем. Позвольте, я расскажу Вам...

source: female^(Provoke) I'm no hero! I'm the Master Ooze, come to devour you all!
cs: (Provokovat) Já nejsem hrdinka! Já jsem mistr Slizožroutů, přišel jsem Vás všechny sežrat!
pl: (Prowokuj) Nie jestem żadnym bohaterem! Jestem Główną galaretą, przybyłam by wszystkich pożreć!
ru: (Сердить) Я не героиня! Я - Слизь, пришедшая переварить вас всех!
