Repository: wescamp/Ooze_Mini_Campaign-1.12
Catalog: po/*.po
Languages: cs, pl, ru

source: Your allies stand in shock. It's hard for them to believe what just happened. It's time for your decision...
cs: Tvý spojenci stojí v šoku. Je to pro ně těžké uvěřit tomu, co se právě stalo. Je čase se rozhodnout...
pl: Twoi sojusznicy są w szoku. Jest dla nich trudno uwierzyć w to co stało się przed chwilą. Czas na decyzję...
ru: Ваши союзники в шоке. Им тяжело поверить в только что произошедшее. Время выбирать...

source: (Evil) At last we will become one!
cs: (Zlo) Konečně budeme jeden!
pl: (Zła) Nareszcie staniemy się jednym!
ru: (Зло) Наконец мы станем единым!

source: Once you've eaten your Creator you will be complete! Your allies from Pinewood will no longer aid you, but it doesn't matter. During your time in Pinewood you've contaminated the local well with tiny pieces of yourself. The townsfolk unwittingly drank the contaminated water, and now the oozes that had lain dormant within them erupt!
cs: Poté, co sníš svého Stvořitele se staneš kompletní! Tvoji spojenci z Pinewoodu ti již nepomohou, ale na tom nezáleží. Při svém pobytu v Pinewoodi jsi kontaminoval místní studny s malými kousky sebe samého. Měšťané nevědomky pili kontaminovanou vodu, a teď se z nich snaží dostat nový Slizožrouti!
pl: Po zjedzeniu swego twórcy staniesz się kompletny! Twoi sprzymierzeńcy z Pinewood nie będą cię już wspierać, ale nie ma to znaczenia. Podczas swego pobytu w Pinewood zanieczyściłeś studnię małymi kawałeczkami siebie. Mieszczanie nieświadomie wypili zatrutą wodę i teraz galarety, które pozostawały w nich uśpione eksplodują!
ru: Как только вы сожрёте своего создателя, вы обретёте совершенную форму! Ваши соратники из Пинвуда не помогут вам более, но это не беспокоит Вас. Пока Вы жили в Пинвуде, Вы наполнили местный колодец мельчайшими частичками слизи. Не подозревая об этом, горожане пили заражённую воду, и теперь сидящее внутри них прорывается наружу!

source: (Good) No, I won't do this.
cs: (Dobro) Ne, neudělám to.
pl: (Dobra) Nie, nie zrobię tego.
ru: (Добро) Нет, Я не желаю этого.

source: You won't do what?
cs: Nebudeš dělat co?
pl: Nie zrobisz czego?
ru: Не желаешь чего?

source: I won't murder these innocent people. It's not right!
cs: Nebudu vraždit tyto nevinné lidi. To není správné!
pl: Nie zamorduję niewinnych ludzi. To nie jest dobre!
ru: Я не буду убивать этих невинных людей. Это не правильно!

source: (Sighs) I knew it from the beginning. You are everything that was weak in me... That's why your consciousness stayed separate from mine. It's sad because I'd grown rather fond of you. Perhaps it's because our elven hosts were lovers and their memories were imprinted onto our own. Or perhaps it's because you're the only other sentient ooze I've encountered in all my many years of existence. But now I see that I'm better off alone. That which I cannot control cannot be trusted and must be destroyed.
cs: (Povzdechne si) Já to věděla od začátku. Jsi všechno, co bylo slabé ve mně... To je důvod, proč tvé vědomí zůstane oddělené od mého. Je to smutné, protože jsem vyrostla docela ráda s tebou. Možná je to proto, že naše elfí hostitelé byli milenci a jejich vzpomínky byly potiskem na naší vlastní cestě. Nebo možná je to proto, že jsi jen jiný rozumný sliz, se kterým jsem se setkala za všechny své mnohaleté zkušenosti existence setkala. Ale teď vidím, že jsem lepší sáma. To, co nemohu ovládat, tomu se nedá věřit, a musí to být zničeno.
pl: (Wzdycha) Wiedziałam od początku. Jesteś wszystkim co było we mnie słabe... Dlatego twoja świadomość została oddzielona od mojej. To smutne gdyż miałam dla ciebie raczej dużo uczucia. Być może z tego powodu, że nasi elficcy nosiciele byli kochankami a ich wspomnienia zostały odciśnięte na naszych, A może dlatego, iż jesteś jedną świadomą galaretą jako spotkałam przez wiele lat mego istnienia. Lecz teraz widzę, że lepiej mi bez ciebia. Kogo nie mogę kontrolować temu nie mogę ufać, musi zostać zniszczony.
ru: (Вздыхает) Я знал это с самого начала. Ты всё, что было слабого во мне... Вот почему твоё сознание отделено от моего. Это печально, потому что я готовил лучшую судьбу для тебя. Возможно, это от того. что наши эльфийские вместилища были любовники и их воспоминания вплелись в наши. Или возможно от того что ты всего лишь ещё одна разумная слизь, встреченная мною за всё время существования. Но теперь я вижу, что лучше быть одному. То что мне не подвластно, тому нельзя доверять, и оно должно быть уничтожено.

source: Citizens, together we can stand against this monstrosity!
cs: Občané, společně se můžeme postavit proti této ohavnosti!
pl: Obywatele, razem możemy przeciwstawić się tej potworności!
ru: Горожане, вместе мы выступим против этого уродства!

source: But you are the same! How can we trust you now?!
cs: Ale ty jsi stejný! Jak ti teď můžeme věřit?
pl: Ale jesteście tacy sami! Jak możemy ci teraz zaufać?!
ru: Но вы одинаковые! Как мы можем доверять тебе?!

source: (You look deeply into Aurelia's eyes. You look for the part of her that your host loved...But now you see nothing but eternal hunger that can't be appeased...)
cs: (Podíváš se hluboko do Aurelijích očí. Díváš se na část z ní, kterou miloval tvůj hostitel... Ale teď nevidíš, nic jiného, ​​než věčný hlad, který nemože být uklidněn...)
pl: (Spoglądasz głęboko w oczy Aurelii. Patrzysz na tę jej część, którą twój nosiciel kochał... Lecz teraz nie widzisz tam nic poza wiecznym głodem nie do zaspokojenia...)
ru: (Вы вглядываетесь в глубины глаз Арейлы. Вы ищите ту часть, что любит ваше вместилище... Но теперь там только вечный голод, что не может насытится...)

source: (After a long while you speak) It's not what we are, but what we do that defines us...
cs: (Po dlouhé době promluvíš) Není to o tom co jsme, ale o tom co děláme, to nás definuje...
pl: (Po długiej chwili mówisz) Nie określa nas to czym jesteśmy, ale to co robimy...
ru: (После долгого разговора) Мы не то, что мы есть, а то — что мы делаем...

source: How very touching. The star-crossed lovers are torn apart by the cruel whims of Fate! I think I just might commission a play based on your story. But for now killing you both will serve as theatrics enough!
cs: Velmi dojemné. Hvězda-přešla milence a roztrhala je na kusy krutému osudu! Myslím, že bych mohl napsat hru založenou na příběhu. Ale teď Vás oba musím zabít a budete servírováni!
pl: Bardzo wzruszające. Gwiezdni kochankowie rozdzieleni przez okrutne koleje losu! Myślę że może napiszę sztukę opartą na waszej historii. Jednak na razie zabicie was obojga wystarczy jako przedstawienie!
ru: Как трогательно. Несчастных влюблённых разрывают жестокие капризы Судьбы! Мне думается заказать пьесу, основанную на вашей истории. Но сейчас убить вас обоих будет достаточно театрально!

source: Your allies await your leadership. Its time for your decision...
cs: Tvůj spojenec čeká na tvé vedení. To je čas na tvé rozhodnutí...
pl: Twoi sprzymierzeńcy oczekują rozkazów. Czas na decyzję...
ru: Ваши союзники ждут ваших приказов. Время для вашего решения...

source: (Evil) No. All of you will be a part of ME!
cs: (Zlo) Ne. Všichni z vás budou součástí MĚ!
pl: (Zła) Nie. Wszyscy będziecie częścią MNIE!
ru: (Зло) Нет. Все вы станете частью МЕНЯ!

source: Once you've eaten your Creator you will be complete! Your allies from Pinewood will no longer aid you, but it doesn't matter. During your time in Pinewood you've contaminated the local well with tiny pieces of yourself. The townsfolk unwittingly drank the contaminated water, and now the oozes that had lain dormant within them erupt! Cries of shock and agony resonate throughout the fort as you devour the townsfolk from the inside out! Unfortunately you can't absorb allies of your companion ooze.
cs: Poté, co sníš svého Stvořitele se staneš kompletní! Tvoji spojenci z Pinewoodu ti již nepomohou, ale na tom nezáleží. Při svém pobytu v Pinewoodi jsi kontaminoval místní studny s malými kousky sebe samého. Měšťané nevědomky pili kontaminovanou vodu, a teď se z nich snaží dostat nový Slizožrouti! Výkřiky šoku a utrpení jsou po celé pevnosti, jak je Slizožrouti hltají zevnitř! Bohužel nemůžeš absorbovat spojence tvého společníka Slizožrouta.
pl: Po zjedzeniu swego twórcy staniesz się kompletny! Twoi sprzymierzeńcy z Pinewood nie będą cię już wspierać, ale nie ma to znaczenia. Podczas swego pobytu w Pinewood zanieczyściłeś studnię małymi kawałeczkami siebie. Mieszczanie nieświadomie wypili zatrutą wodę i teraz galarety, które pozostawały w nich uśpione eksplodują! Krzyki szoku i agonii przetaczają się przez fort kiedy pożerasz mieszkańców od wewnątrz! Niestety nie możesz wchłonąć sojuszników towarzyszącej ci galarety.
ru: Как только вы сожрёте своего создателя, вы обретёте совершенную форму! Ваши соратники из Пинвуда не помогут вам более, но это не беспокоит Вас. Пока Вы жили в Пинвуде, Вы наполнили местный колодец мельчайшими частичками слизи. Не подозревая об этом, горожане пили заражённую воду, и теперь сидящее внутри них прорывается наружу! Крики боли и агонии разносятся по всему форту, ведь вы перевариваете горожан изнутри! К сожалению, вы не можете поглотить союзников вашего напарника.

source: (Looks at you with sadness in her eyes) Why do you do this?
cs: (Podívá se na tebe se smutkem v očích) Proč to děláš?
pl: (Spogląda na ciebie ze smutkiem w oczach) Dlaczego to robisz?
ru: (Смотрит на вас с грустью в глазах) Почему ты так поступаешь?

source: The Solids are nothing but weak-willed fodder. Can't you see it? Their sole purpose in life is to serve as prey for predators like us.
cs: Pevné látky jsou jen krmivo se slabou-vůlía. Copak to nevidíš? Jejich jediným smyslem života je sloužit jako kořist pro predátory, jako jsme my.
pl: Stali są niczym więcej niż pozbawionym woli pokarmem. Nie dostrzegasz tego? Jedynym celem ich życia jest być zdobyczą dla takich drapieżców jak my.
ru: Твёрдые ни что иное, как безвольный корм. Разве ты не замечаешь? Их единственная цель в жизни - служить добычей для таких хищников, как мы.

source: Die if you cannot understand! I will devour your weakness and become whole once again. There will be no more dissent, no more sympathy for our enemies. There will be only one voice, one mind, one ooze, one purpose, just as it was in the beginning!
cs: Zemři, pokud to nemůžeš pochopit! Budu hltat tvou slabost a povztanu celý znovu. Už nebude víc odporu, víc sympatií pro naše nepřátele. K dispozici bude pouze jeden hlas, jedna mysl, jednen Slizožrout, jeden cíl, stejně jako tomu bylo na začátku!
pl: Giń jeśli nie potrafisz zrozumieć! Pożrę twoją słabość i znów stanę się cały. Nie będzie więcej różnic, ani sympatii dla naszych wrogów. Będzie tylko jeden głos, jeden umysł, jedna galareta, jeden cel, tak jak było na początku!
ru: Умри, если не можешь понять! Я поглощу твою слабость и снова сольюсь воедино. Больше ни каких делений, больше ни каких симпатий к врагам. Будет только один голос, один разум, одна слизь, одно предназначение, с которого всё и началось!

source: Citizens! Please stand with me against my...companion. I fear he cannot be reasoned with.
cs: Občané! Prosím, postavte se mnou proti mému... společníkovi. Obávám se, že nebude rozumný.
pl: Obywatele! Proszę stańcie wraz ze mną przeciwko memu... Towarzyszowi. Obawiam się, że rozmowa z nim nic nie da.
ru: Горожане! Пожалуйста, выступите со мной против моего... напарника. Я боюсь не смогу вразумить его.

source: (You look deeply into Sithras's eyes. You look for the part of him that your host loved...But now you see nothing but eternal hunger that can't be appeased...)
cs: (Podíváš se hluboko do Sithrasových očí. Díváš se na část z nich, kterou milovala tvá hostitelka... Ale teď nevidíš, nic jiného, ​​než věčný hlad, který nemože být uklidněn...)
pl: (Spoglądasz głęboko w oczy Sithrasa. Patrzysz na tę jego część, którą twoja nosicielka kochała... Lecz teraz nie widzisz tam nic poza wiecznym głodem nie do zaspokojenia...)
ru: (Вы вглядываетесь в глубины глаз Ситхаса. Вы ищите ту часть, что любит ваше вместилище... Но теперь там только вечный голод, что не может насытится...)

source: (Good) Cititzens of Pinewood we have defeated one villain! It's time to defeat another!
cs: (Dobrý) Občané Pinewood porazili jsme jednoho darebáka! Je čas porazit jiného!
pl: (Dobra) Obywatele Pinewood pokonaliśmy jednego złoczyńcę! Kolej na następnego!
ru: (Добро) Горожане Пинвуда, мы победили одного врага! Время взяться за следующего!

source: Fiend! I hope Sithras kills...you...all...ugn...
cs: Přátelé! Doufám, že Sithras zabije...ty...všichny...ugn...
pl: Demony! Mam nadzieję, że Sithras zabije... Was... Wszystkich... Uch...
ru: Злодей! Я надеюсь Ситхас истребит... вас... всех... ох...

source: Well... I suppose... my patron that means you will not see my art any more...
cs: No... Myslím, že... můj patron, kterým myslim tebe neuvidí už mé umění více...
pl: Zatem... Przypuszczam... Mój patronie, iż oznacza to, że nie zobaczysz już mych dzieł...
ru: Что же... Я полагаю... мой покровитель больше не увидит моих картин...

source: Urgh! No glory for me...only death...
cs: Urgh! Žádná sláva pro mě...jenom smrt...
pl: Hargch! Nie ma chwały dla mnie... Tylko śmierć...
ru: Аргх! Не добыл я славы... повстречал лишь смерть...

source: male^You have consumed your weak side and become stronger than ever!
cs: Jsi pozřel tvou slabinu a stal se silnějším, než kdy jindy!
pl: Pochłonąłeś swoją słabą stronę i stałeś się poteżniejszy niż kiedykolwiek!
ru: male^Вы поглотили вашу слабую часть и стали сильны как никогда!

source: female^You have consumed your weak side and become stronger than ever!
cs: Jsi pozřela svou slabinu a stala se silnější, než kdy jindy!
pl: Pochłonęłaś swoją słabą stronę i stałaś się poteżniejsza niż kiedykolwiek!
ru: Вы поглотили вашу слабую часть и стали сильны как никогда!

source: male^Pinewood is abandoned by the forces of civilization, leaving you free to roam the vast wilderness in search of prey. In the new natural order you've created, you are at the very top of the food chain!
cs: Pinewood je opuštěn silami civilizace, takže se můžeš volně pohybovat po obrovské divočině při hledání kořisti. V novém přirozeném řádu, který jsi vytvořil, jsi na samém vrcholu potravního řetězce!
pl: Pinewood jest opuszczone przez siły cywilizacji, możesz przemierzać do woli połacie dziczy w poszukiwaniu zdobyczy. W nowym porządku naturalnym jaki stworzyłeś zajmujesz miejsce na szczycie łańcucha pokarmowego!
ru: male^Пинвуд оставила цивилизация, позволив Вам свободно развернутся в поиске жертв. В новой природной форме Вы оказались на вершине пищевой цепочки!

source: male^EPILOGUE: You've defeated the Black Horde and your wicked Creator! With the death of your Creator you feel great power surging through you, and your amorphous form quivers with energy. The surviving townsfolk are wary of you, but they are also the first to admit that without your leadership the fort would have fallen.
cs: Epilog: Jsi porazil Černou hordu a svého zlého Stvořitele! Se smrtí svého Stvořitele cítíš velkou sílu stoupající skrz tebe, a tvá amorfní forma se chvěje energií. Přeživší měšťané se tě bojí, ale jsou také první, kdo přiznává, že bez tvého vedení by pevnost padla.
pl: EPILOG: Pokonałeś Czarną Hordę i swego złego twórcę! Wraz z jego śmiercią czujesz wielką moc przepływającą przez ciebie. a twoja amorficzna postać pulsuje energią. Ocalali mieszczanie są nieufni ale też pierwsi przyznają, że bez twego przywództwa fort upadłby.
ru: male^ЭПИЛОГ: Вы одолели Чёрную Орду и Вашего создателя! Со смертью создателя вы почувствовали огромную мощь, струящуюся сквозь Вас, и наполняющую Ваше желейное тело энергией. Выжившие горожане остерегаются Вас, но признают, что без Вашего руководства форт пал бы под натиском врагов.

source: male^They offer to pardon you for any and all crimes you may have committed, and even offer you honorary Pinewood citizenship! Your time amongst the Solids has given you much to think about...
cs: Nabízejí ti milost pro všechny a nad všemi zločiny, které jsi spáchal, a dokonce nabízí čestné občanství Pinewoodu! Tvůj čas mezi tělesy ti umožnil nad tím přemýšlet...
pl: Zaoferowali ci ułaskawienie od wszelkich zbrodni jakie mogłeś popełnić a nawet przyznali honorowe obywatelstwo Pinewood! Czas spędzony pomiędzy stałymi dał ci wiele do myślenia...
ru: male^Они решили простить Вам все совершённые и задуманные преступления, и даже назначили почётным гражданином Пинвуда! Время, проведённое Вами среди "твёрдых", заставило Вас о многом поразмыслить...

source: female^To achieve this you have faced your dark side and won!
cs: K dosažení tohoto cíle jsi stála tváří v tvář své temné strénce a vyhrála jsi!
pl: By to osiągnąć zmierzyłaś się ze swą mroczną stroną i zwyciężyłaś!
ru: Что бы достичь этого, вы выступили против своей тёмной стороны и победили!

source: male^To achieve this you have faced your dark side and won!
cs: K dosažení tohoto cíle jsi stál tváří v tvář své temné strénce a vyhrál jsi!
pl: By to osiągnąć zmierzyłeś się ze swą mroczną stroną i zwyciężyłeś!
ru: male^Что бы достичь этого, вы выступили против своей тёмной стороны и победили!

source: Becomes a famous mercenary.
cs: Stane se slavným žoldákem.
pl: Staje się słynnym najemnikiem.
ru: Стал знаменитым наёмником.

source: Becomes a townguard in Pinewood.
cs: Stane se městským strážcem v Pinewoodu.
pl: Zostaje strażnikiem w Pinewood.
ru: Стал городским стражником в Пинвуде.

source: Becomes quite a wealthy man after opening a restaurant that specializes in exotic foods. The most expensive item on the menu is 'ooze flambé'!
cs: Stává se poměrně bohatým člověk po otevření restaurace, která se specializuje na exotické potraviny. Nejdražší položkou v menu je "Slizořroutí vafle!
pl: Staje się całkiem zamożnym człowiekiem po otwarciu restauracji specjalizującej się w egzotycznych potrawach. Najdroższą pozycją w menu jest "galareta flambé"!
ru: Стал весьма богатым мужчиной, когда открыл собственный ресторан, специализирующийся на экзотических блюдах. Самое дорогое блюдо в меню - "Слизь-гриль"!

source: male^Has to give up his plans to cook and sell your corpse as an exotic culinary delicacy after you become the town hero. Goes off in search of other exotic ingredients for his recipes.
cs: Odmítneš jeho plány vařit a prodávat tvé tělo jako exotickou kulinářskou pochoutku po tom co se staneš městským hrdinou. Odejde hledat jiné exotické ingredience pro své recepty.
pl: Musiał zarzucić swoje plany by ugotować i sprzedawać twe zwłoki jako egzotyczną, wytworną potrawę po tym jak stałeś się bohaterem miasta. Odchodzi w poszukiwaniu innych niezwykłych składników do swych przepisów.
ru: male^Оставил свои планы приготовить экзотическое блюдо из Вашего трупа, когда Вы стали героем. Отправился искать другие интересные формы жизни для своих рецептов.

source: His artwork becomes famous and much sought after.
cs: Jeho díla se stala populární a velmi žádaná.
pl: Jego dzieła stają się słynne i bardzo pożądane.
ru: Его картины стали известными и пользовались большим спросом.

source: male^You've won a great victory today. The future beckons you forward, and you're left to reflect on how far you've come...from a primitive creature in a dark cave, to an enlightened hero and savior of a town, it has been an extraordinary journey. You're certain that your future promises many great opportunities; all that's left to do is to decide which path to take!
cs: Ty jsi vyhrál velké vítězství dneska. Budoucnost tě láká dopředu a ty jsi odešel přemýšlet o tom, jak daleko jsi došel...z primitivní bytosti v temné jeskyni, do osvíceného hrdiny a zachránce města, to byla neuvěřitelná cestě. Jsi si jistá, že tvá budoucnost slibuje mnoho skvělých příležitostí, všechno, co zbývá udělat, je rozhodnout se, kterou cestou se vydat!
pl: Odniosłeś dziś wielkie zwycięstwo. Przeszłość wzywa cię naprzód i pozostaje ci oddać się refleksji jak daleko doszedłeś... Od prymitywnego stwora w ciemnej jaskini do oświeconego bohatera i zbawcy miasta, to nadzwyczajna podróż. Jesteś przekonany, że twoja przyszłość obiecuje wiele wspaniałych okazji. Wszystko co pozostaje zrobić to zdecydować jaką ścieżkę obrać!
ru: male^Вы одержали великую победу сегодня. Будущее манит Вас вперёд, и Вы поражаетесь, как далеко продвинулись... от примитивного существа из тёмной пещеры, до просвещённого героя и спасителя города - это было невероятное путешествие. Вы уверены, что ваше будущее обещает много большие возможности, и все, что осталось сделать, это решить, какой путь выбрать!

source: Corinna is a pretty young woman with an unsettling fascination with death.
cs: Vendula je hezká mladá žena se znepokojující fascinací ke smrti.
pl: Corinna jest śliczną młodą kobietą niepokojąco zafascynowaną śmiercią.
ru: Карина красивая юная леди с нездоровым увлечением смертью.

source: scepter
cs: Žezlo
pl: berło
ru: скипетр

source: raging blizzard
cs: zuřící vánice
pl: szalejąca śnieżyca
ru: бушующая метель

source: Mayor
cs: Starosta
pl: Burmistrz
ru: Мэр

source: Spider Hatchling
cs: Mládě pavouka
pl: Pajączek
ru: Паучонок

source: The progeny of the Spider Queen. They are not yet adults, but still pose a threat to all but the most hardened adventurer.
cs: Potomstvo pavoučí královny. Jsou ještě nedospělí, ale stále představují hrozbu pro všechny, ale nejvíce pro otrlé dobrodruhy.
pl: Potomstwo pajęczej królowej. Nie są jeszcze dorosłe, lecz stanowią zagrożenie dla wszystkich poza najbardziej zaprawionymi łowcami przygód.
ru: Отпрыски Королевы Пауков. Ещё не взрослые, но по-прежнему представляют угрозу для всех, кроме самых закалённых искателей приключений.

source: You have only vague ideas as to who or what you are. All that you know is that you are an ooze, and you are hungry. You can reproduce by eating prey with your attacks.
cs: Máš jen mlhavé představy kdo nebo co jsi. Vše co víš je, že jsi sliz, a máš hlad. Můžeš reprodukovat a jíst kořist svými útoky.
pl: Masz tylko mgliste pojęcie tego kim lub czym jesteś. Wszystko co wiesz to, to, że jesteś galaretą i odczuwasz głód. Możesz się mnożyć spożywając swe ofiary przy pomocy swych ataków.
ru: У Вас только смутные идеи насчёт того, кто или что Вы есть. Всё, что Вам известно - Вы Слизь, и Вы голодны. Вы можете размножаться, атакуя и поедая жертв.

source: engulf
cs: pohltit
pl: pochłanianie
ru: поглотить

source: slime glob
cs: kapka slizu
pl: kula szlamu
ru: липкий пузырь

source: Giant Ooze
cs: Obrovský Slizožrout
pl: Olbrzymia Galareta
ru: Большая Слизь

source: Giant Ooze 2
cs: Obrovský Slizožrout 2
pl: Olbrzymia Galareta 2
ru: Большая Слизь 2

source: Oozes create progeny by devouring other creatures. They are viewed as a menace to civilization for their ability to rapidly multiply in a short time.
cs: Slizožrouti vytváří své potomstvo pohlcením jiných bytosti. Jsou vnímáni jako hrozba pro civilizaci kvůli jejich schopnosti rychle se množit v krátkém čase.
pl: Galarety rozmnażają się pożerając inne stworzenia. Są postrzegane jako zagrożenie dla cywilizacji za ich zdolność do nagłego zwiększenia liczebności w krótkim czasie.
ru: Слизь создаёт отдельные частички, поглощая другие создания. Она окажется проблемой для цивилизации, так как способна быстро размножаться за короткое время.

source: Ooze
cs: Slizožrout
pl: Galareta
ru: Слизь

source: Ooze 2
cs: Slizožrout 2
pl: Galareta 2
ru: Слизь 2

source: Death of the Master Ooze
cs: Smrt mistra Slizožrouta
pl: Śmierć Głównej galarety
ru: Смерть Главной Слизи
